{
  "childrenPrivacy": {
    "content": "Nuestros servicios no están dirigidos a personas menores de 13 años (o la edad mínima equivalente en su jurisdicción). No recopilamos conscientemente información personal de niños. Si tenemos conocimiento de que hemos recopilado datos de un niño sin el debido consentimiento, tomaremos medidas para eliminarlos rápidamente.",
    "title": "Privacidad infantil"
  },
  "contact": {
    "email": "Correo electrónico",
    "intro": "Si tiene alguna pregunta, duda o solicitud en relación con esta Política de Privacidad o nuestras prácticas de datos, póngase en contacto con nosotros en",
    "title": "Contacte con nosotros"
  },
  "cookies": {
    "intro": "Utilizamos cookies y tecnologías similares para mejorar su experiencia:",
    "items": [
      "Cookies esenciales: Necesarias para la funcionalidad básica del servicio y la autenticación",
      "Cookies de preferencias: Recuerdan tus ajustes y opciones de personalización",
      "Cookies analíticas: Nos ayudan a entender los patrones de uso y mejorar nuestros servicios",
      "Cookies de marketing: Ofrecer contenido relevante y medir la eficacia de las campañas (con su consentimiento)."
    ],
    "note": "Puede controlar las preferencias de cookies a través de la configuración de su navegador. Tenga en cuenta que deshabilitar determinadas cookies puede limitar la funcionalidad de nuestros servicios.",
    "title": "Cookies y tecnologías de seguimiento"
  },
  "dataCollection": {
    "automaticInfo": {
      "items": [
        "Datos del dispositivo: tipo de dispositivo, sistema operativo, versión del navegador, identificadores únicos del dispositivo.",
        "Información de uso: funciones a las que se accede, imágenes generadas, patrones de interacción",
        "Datos de registro: Dirección IP, horas de acceso, páginas vistas, URL de referencia",
        "Cookies y tecnologías de seguimiento para análisis y funcionalidad"
      ],
      "title": "Información recopilada automáticamente"
    },
    "intro": "Podemos recopilar diversos tipos de información para prestar y mejorar nuestros servicios:",
    "providedInfo": {
      "items": [
        "Información de la cuenta: dirección de correo electrónico, nombre de usuario, contraseña",
        "Datos del perfil: nombre para mostrar, avatar, biografía",
        "Datos de pago: información de facturación, historial de transacciones",
        "Datos de comunicación: comentarios, consultas de asistencia u otros mensajes que nos envíe."
      ],
      "title": "Información que facilita"
    },
    "title": "Información que recopilamos",
    "userContent": {
      "description": "Contenido creado por usted utilizando nuestros servicios, incluidas imágenes generadas por IA, mensajes de texto, imágenes cargadas y datos de proyectos. Podemos almacenar temporalmente este contenido para prestar nuestros servicios y utilizarlo para mejorar nuestros modelos de IA, previo consentimiento del usuario.",
      "title": "Contenidos generados por los usuarios"
    }
  },
  "dataSharing": {
    "intro": "No vendemos su información personal. Podemos compartir su información sólo en las siguientes circunstancias:",
    "items": [
      "Con su consentimiento explícito o por indicación suya",
      "Con proveedores de servicios de confianza que colaboran en el funcionamiento de nuestra plataforma (alojamiento en la nube, procesamiento de pagos, análisis).",
      "Con proveedores de modelos de IA para procesar sus solicitudes de generación, bajo estrictos acuerdos de protección de datos",
      "Cumplir con obligaciones legales, órdenes judiciales o solicitudes gubernamentales válidas.",
      "Para proteger nuestros derechos, propiedad, seguridad o los de nuestros usuarios y el público en general.",
      "En relación con una fusión, adquisición o venta de activos, cuando la información pueda transferirse como un activo empresarial."
    ],
    "title": "Intercambio y divulgación de información"
  },
  "dataStorage": {
    "duration": "Período de conservación: Conservamos su información personal solo durante el tiempo necesario para cumplir los fines descritos en esta política o según lo exija la ley. Los contenidos generados pueden conservarse en función de la configuración de su cuenta y del tipo de suscripción.",
    "location": "Ubicación de almacenamiento: Su información se almacena en servidores seguros ubicados en varias regiones a nivel mundial para garantizar un rendimiento y una fiabilidad óptimos del servicio. Utilizamos proveedores de infraestructura en la nube líderes del sector.",
    "security": "Medidas de seguridad: Aplicamos prácticas de seguridad estándar en el sector, incluido el cifrado (en tránsito y en reposo), controles de acceso, auditorías de seguridad periódicas y mecanismos de autenticación seguros. Sin embargo, ningún método de transmisión o almacenamiento es 100% seguro.",
    "title": "Almacenamiento de datos y seguridad"
  },
  "dataUsage": {
    "intro": "Utilizamos la información recopilada para los siguientes fines:",
    "items": [
      "Prestación, explotación y mantenimiento de nuestros servicios de generación de imágenes de IA",
      "Procesar sus transacciones y gestionar su cuenta",
      "Mejorar nuestros servicios mediante el análisis de datos y la identificación de patrones de uso",
      "Formación y mejora de nuestros modelos de IA para obtener mejores resultados",
      "Envío de notificaciones de servicio, actualizaciones y comunicaciones promocionales (con su consentimiento)",
      "Detección, prevención y resolución de fraudes, problemas de seguridad o problemas técnicos",
      "Cumplir las obligaciones legales y hacer cumplir nuestras condiciones de servicio",
      "Proporcionar atención al cliente y responder a sus consultas"
    ],
    "title": "Cómo utilizamos su información"
  },
  "description": "Sepa cómo {siteName} recopila, utiliza y protege su información personal. Nuestra política de privacidad abarca la recopilación, el uso y el intercambio de datos, así como sus derechos.",
  "introduction": {
    "content1": "{siteName} (\"nosotros\", \"nos\" o \"nuestro\") se compromete a proteger su privacidad y a salvaguardar su información personal. La presente Política de Privacidad describe nuestras prácticas en relación con la recopilación, almacenamiento, uso e intercambio de su información cuando accede a nuestros servicios de generación de imágenes basados en IA.",
    "content2": "Al utilizar nuestros servicios a través del sitio web {siteName}, aplicaciones móviles o APIs, usted reconoce que ha leído, comprendido y aceptado las prácticas descritas en la presente Política de Privacidad. Esta política también le informa de sus derechos de privacidad y de cómo le protege la ley.",
    "title": "Introducción"
  },
  "keywords": "política de privacidad, protección de datos, información personal, privacidad del usuario, recopilación de datos, GDPR, derechos de privacidad",
  "lastUpdated": "Última actualización",
  "policyUpdates": {
    "content": "Podemos actualizar esta Política de Privacidad periódicamente para reflejar cambios en nuestras prácticas o requisitos legales. Le notificaremos los cambios materiales publicando la política actualizada en esta página con una fecha revisada de \"Última actualización\". En caso de cambios significativos, es posible que también le avisemos por correo electrónico o mediante una notificación destacada en nuestra plataforma. Le recomendamos que revise esta política con regularidad.",
    "title": "Cambios en esta política de privacidad"
  },
  "thirdPartyLinks": {
    "content": "Nuestros servicios pueden contener enlaces a sitios web, integraciones o servicios de terceros. No somos responsables de las prácticas de privacidad ni del contenido de estos terceros. Le recomendamos que revise sus políticas de privacidad antes de proporcionar cualquier información personal.",
    "title": "Servicios y enlaces de terceros"
  },
  "title": "Política de privacidad | {siteName}",
  "userRights": {
    "intro": "Dependiendo de su ubicación, puede tener los siguientes derechos en relación con su información personal:",
    "items": [
      "Acceso: Solicitar una copia de la información personal que tenemos sobre usted",
      "Rectificación: Corregir información inexacta o incompleta",
      "Supresión: Solicitar la supresión de sus datos personales (\"derecho al olvido\")",
      "Restricción: Limitar cómo procesamos su información",
      "Portabilidad: Reciba sus datos en un formato estructurado y de uso común",
      "Oposición: Oponerse al tratamiento de sus datos para determinados fines",
      "Retirar el consentimiento: Revocar en cualquier momento el consentimiento previamente otorgado",
      "Darse de baja: Darse de baja de las comunicaciones comerciales"
    ],
    "title": "Sus derechos de privacidad"
  }
}