{
  "acceptance": {
    "content1": "Bienvenido a {siteName}. Estas Condiciones del servicio (\"Condiciones\", \"Acuerdo\") constituyen un acuerdo legalmente vinculante entre usted (\"Usuario\", \"usted\" o \"su\") y {siteName} (\"nosotros\", \"nos,\" o \"nuestro\") que rigen su acceso y uso de nuestra plataforma de generación de imágenes basada en IA, incluido nuestro sitio web, aplicaciones móviles, APIs y servicios relacionados (colectivamente, el \"Servicio\").",
    "content2": "Al acceder, navegar o utilizar el Servicio de cualquier forma, usted reconoce que ha leído, comprendido y aceptado estas Condiciones y nuestra Política de privacidad. Si no está de acuerdo con estos Términos, debe interrumpir inmediatamente el uso del Servicio.",
    "title": "Aceptación de las condiciones"
  },
  "contact": {
    "email": "Correo electrónico",
    "intro": "Si tiene alguna pregunta, duda o comentario en relación con estas Condiciones de servicio, póngase en contacto con nosotros en:",
    "title": "Información de contacto"
  },
  "description": "Lea las condiciones de servicio de {siteName} para utilizar nuestra plataforma de generación de imágenes de IA. Cubre cuentas de usuario, normas de uso, propiedad intelectual y políticas de servicio.",
  "disclaimer": {
    "asIs": "Tal cual: El Servicio se proporciona \"tal cual\" y \"según disponibilidad\", sin garantías de ningún tipo, ya sean expresas o implícitas, incluidas, entre otras, las garantías de comerciabilidad, idoneidad para un fin determinado o no infracción. No garantizamos que el Servicio sea ininterrumpido, libre de errores o seguro.",
    "liability": "Limitación de responsabilidad: En la medida máxima permitida por la ley, {siteName} y sus afiliados no serán responsables de ningún daño indirecto, incidental, especial, consecuente o punitivo, incluyendo la pérdida de beneficios, datos o buena voluntad, que surja de su uso o imposibilidad de usar el Servicio.",
    "responsibility": "Responsabilidad del usuario: Usted reconoce que el contenido generado por IA puede producir resultados inesperados o inexactos. Usted es el único responsable de revisar, verificar y determinar la idoneidad de cualquier contenido generado a través del Servicio antes de su uso, publicación o distribución.",
    "title": "Renuncias y limitaciones"
  },
  "intellectualProperty": {
    "license": "Concesión de licencia: Al utilizar el Servicio, usted nos concede una licencia mundial, no exclusiva y libre de regalías para utilizar, reproducir, modificar y mostrar su contenido generado únicamente con fines de: (a) proporcionar y mejorar el Servicio, (b) entrenar y mejorar nuestros modelos de IA (con su consentimiento), y (c) fines de marketing y promoción con su permiso explícito.",
    "platformContent": "Propiedad de la plataforma: Todo el contenido, características, funcionalidad, software, diseños, texto, gráficos, logotipos y marcas comerciales del Servicio son propiedad de {siteName} o de nuestros licenciantes y están protegidos por las leyes internacionales de propiedad intelectual. Queda prohibido copiar, modificar, distribuir o aplicar ingeniería inversa a cualquier parte del Servicio sin autorización.",
    "title": "Derechos de propiedad intelectual",
    "userContent": "Contenido generado por el usuario: Usted conserva la propiedad de las imágenes y contenidos que genere utilizando el Servicio, con sujeción a nuestra licencia limitada que figura a continuación. Sin embargo, usted es el único responsable de garantizar que su uso no infringe los derechos de terceros o viola las leyes aplicables."
  },
  "keywords": "condiciones del servicio, acuerdo de usuario, condiciones del servicio, acuerdo legal, política de uso, propiedad intelectual, acuerdo de servicio",
  "lastUpdated": "Última actualización",
  "legalJurisdiction": {
    "disputes": "Resolución de conflictos: Cualquier disputa que surja o esté relacionada con estas Condiciones o el Servicio se intentará resolver en primer lugar mediante negociaciones de buena fe. Si las negociaciones fracasan, las disputas se resolverán mediante arbitraje vinculante o litigio en los tribunales de la jurisdicción aplicable, según determine la legislación vigente.",
    "law": "Legislación aplicable: Estos Términos se regirán e interpretarán de acuerdo con las leyes de la jurisdicción en la que {siteName} está registrada, sin tener en cuenta su conflicto de principios legales.",
    "title": "Legislación aplicable y resolución de litigios"
  },
  "privacy": {
    "content": "Su privacidad es importante para nosotros. Nuestra recogida, uso y protección de sus datos personales se rige por nuestra Política de Privacidad, que se incorpora a estas Condiciones por referencia. Por favor, revise nuestra Política de Privacidad para entender nuestras prácticas.",
    "title": "Privacidad y protección de datos"
  },
  "serviceChanges": {
    "dataRetention": "Efecto de la rescisión: Tras la rescisión, su derecho a utilizar el Servicio cesará inmediatamente. Podemos eliminar los datos de su cuenta y el contenido generado, aunque parte de la información puede conservarse por imperativo legal o para fines comerciales legítimos.",
    "modification": "Modificaciones: Nos reservamos el derecho a modificar, suspender o interrumpir cualquier aspecto del Servicio en cualquier momento, con o sin previo aviso. También podemos imponer límites a determinadas funciones o restringir el acceso a partes del Servicio. No somos responsables de ninguna modificación o interrupción.",
    "termination": "Rescisión por nuestra parte: Podemos suspender o cancelar su cuenta y el acceso al Servicio inmediatamente, sin previo aviso, si incumple estas Condiciones, participa en actividades fraudulentas o por cualquier otro motivo a nuestra entera discreción.",
    "title": "Modificaciones y rescisión del servicio"
  },
  "serviceDescription": {
    "intro": "{siteName} ofrece herramientas y servicios creativos basados en IA, como:",
    "items": [
      "Generación automática de imágenes a partir de mensajes de texto mediante modelos avanzados de aprendizaje automático",
      "Funciones de edición de imágenes, mejora y transferencia de estilos",
      "Gestión de proyectos, organización y almacenamiento en la nube de los contenidos generados",
      "API acceso para desarrolladores e integración empresarial",
      "Funciones y herramientas adicionales disponibles periódicamente"
    ],
    "title": "Resumen del servicio"
  },
  "title": "Condiciones del servicio | {siteName}",
  "usageRules": {
    "intro": "Usted se compromete a no utilizar el Servicio para generar, cargar, compartir o distribuir contenidos que:",
    "items": [
      "viole cualquier ley, reglamento o derecho de terceros aplicable",
      "Contenga material ilegal, dañino, amenazador, abusivo, acosador, difamatorio u obsceno.",
      "represente o fomente la violencia, la discriminación, el odio o la intolerancia por motivos de características protegidas",
      "Incluye contenido sexualmente explícito, pornográfico o inapropiado para la edad.",
      "Infrinja derechos de propiedad intelectual, incluidos derechos de autor, marcas comerciales o patentes.",
      "Constituye spam, phishing, malware o intentos de comprometer la seguridad de la plataforma.",
      "Se haga pasar por cualquier persona o entidad o tergiverse su afiliación",
      "Implique el raspado automatizado, la minería o el uso API no autorizado que infrinja nuestras directrices.",
      "explote, perjudique o intente explotar a menores de cualquier forma",
      "Contiene información falsa, engañosa o que induce a error, presentada como hechos reales."
    ],
    "title": "Política de uso aceptable"
  },
  "userAccount": {
    "registration": "Registro: Para acceder a determinadas funciones, debe crear una cuenta proporcionando información precisa, completa y actualizada. Usted declara que toda la información que proporciona es veraz y que mantendrá la exactitud de dicha información.",
    "security": "Seguridad de la cuenta: Usted es el único responsable de mantener la confidencialidad de las credenciales de su cuenta y de todas las actividades que ocurran bajo su cuenta. Usted se compromete a notificarnos inmediatamente cualquier acceso no autorizado o violación de la seguridad.",
    "title": "Cuentas de usuario y registro",
    "transfer": "Transferencia de cuenta: Su cuenta es personal y no puede ser transferida, vendida o cedida a terceros sin nuestro consentimiento previo por escrito."
  }
}