{
  "childrenPrivacy": {
    "content": "当社のサービスは、13歳未満（または管轄区域における同等の最低年齢）の個人を対象としていません。当社は、故意に児童から個人情報を収集することはありません。適切な同意を得ずに児童からデータを収集したことが判明した場合は、速やかに削除する措置を講じます。",
    "title": "子供のプライバシー"
  },
  "contact": {
    "email": "電子メール",
    "intro": "本プライバシーポリシーまたは当社のデータ慣行に関してご質問、ご懸念、またはご要望がある場合は、下記までご連絡ください：",
    "title": "お問い合わせ"
  },
  "cookies": {
    "intro": "当社は、お客様の利便性を向上させるために、クッキーおよび類似の技術を使用しています：",
    "items": [
      "必須クッキー：基本的なサービス機能と認証に必要",
      "プリファレンス・クッキー：設定とパーソナライゼーションの選択を記憶",
      "アナリティクスクッキー：利用パターンを把握し、サービスの改善に役立てます。",
      "マーケティングクッキー：適切なコンテンツを配信し、キャンペーンの効果を測定します。"
    ],
    "note": "ブラウザの設定により、クッキーの設定を制御することができます。特定のクッキーを無効にすると、当社のサービスの機能が制限される場合がありますのでご注意ください。",
    "title": "クッキーとトラッキング技術"
  },
  "dataCollection": {
    "automaticInfo": {
      "items": [
        "デバイスデータ：デバイスの種類、オペレーティングシステム、ブラウザのバージョン、一意のデバイス識別子",
        "使用情報：アクセスされた機能、生成された画像、インタラクション・パターン",
        "ログデータIPアドレス、アクセス時間、閲覧ページ、参照URL",
        "分析および機能性のためのクッキーおよびトラッキング技術"
      ],
      "title": "自動的に収集される情報"
    },
    "intro": "当社は、当社のサービスを提供し、改善するために、様々な種類の情報を収集することがあります：",
    "providedInfo": {
      "items": [
        "アカウント情報：メールアドレス、ユーザー名、パスワード",
        "プロフィールデータ：表示名、アバター、経歴",
        "支払詳細：請求情報、取引履歴",
        "コミュニケーションデータ：フィードバック、サポートに関するお問い合わせ、その他お客様が当社に送信したメッセージ"
      ],
      "title": "提供情報"
    },
    "title": "当社が収集する情報",
    "userContent": {
      "description": "AIが生成した画像、テキストプロンプト、アップロードされた画像、プロジェクトデータなど、お客様が当社のサービスを使用して作成したコンテンツ。当社はサービスを提供するためにこれらのコンテンツを一時的に保存することがあり、お客様の同意のもと、当社のAIモデルを改善するために使用することがあります。",
      "title": "ユーザー生成コンテンツ"
    }
  },
  "dataSharing": {
    "intro": "お客様の個人情報を販売することはありません。以下の場合に限り、お客様の情報を共有することがあります：",
    "items": [
      "お客様の明示的な同意または指示による場合",
      "当社のプラットフォームの運用を支援する信頼できるサービスプロバイダー（クラウドホスティング、支払い処理、分析）",
      "厳密なデータ保護契約の下で、お客様のジェネレーションリクエストを処理するためのAIモデルプロバイダーと。",
      "法的義務、裁判所命令、または政府からの有効な要請に応じるため",
      "当社の権利、財産、安全、または当社のユーザーおよび公衆を保護するため",
      "合併、買収、または資産の売却に関連して、情報が事業資産として譲渡される場合。"
    ],
    "title": "情報の共有と開示"
  },
  "dataStorage": {
    "duration": "保持期間：当社は、本ポリシーに記載されている目的を果たすために必要な期間、または法律で義務付けられている期間においてのみ、お客様の個人情報を保持します。生成されたコンテンツは、お客様のアカウント設定および購読タイプに基づいて保持される場合があります。",
    "location": "保管場所お客様の情報は、最適なサービスパフォーマンスと信頼性を確保するため、世界各地にある安全なサーバーに保管されます。当社は、業界をリードするクラウドインフラストラクチャープロバイダーを使用しています。",
    "security": "セキュリティ対策当社は、暗号化（送信時および保存時）、アクセス制御、定期的なセキュリティ監査、安全な認証メカニズムなど、業界標準のセキュリティ対策を実施しています。ただし、送信または保存の方法が100%安全であるわけではありません。",
    "title": "データ保管とセキュリティ"
  },
  "dataUsage": {
    "intro": "当社は、収集した情報を以下の目的で利用します：",
    "items": [
      "AI画像生成サービスの提供、運用、保守",
      "取引処理および口座管理",
      "データ分析および利用パターンの特定によるサービスの向上",
      "より良い結果を出すために、AIモデルをトレーニングし、強化する。",
      "サービス通知、アップデート、および販売促進のための通信の送信（お客様の同意がある場合）",
      "不正行為、セキュリティ問題、技術的問題の検出、防止、対処",
      "法的義務の遵守および利用規約の施行",
      "カスタマーサポートおよびお問い合わせへの対応"
    ],
    "title": "お客様の情報の使用方法"
  },
  "description": "00002}がお客様の個人情報をどのように収集し、使用し、保護するかについて説明します。当社のプライバシー ポリシーでは、データの収集、使用、共有、およびお客様の権利について説明します。",
  "introduction": {
    "content1": "{siteName}(は、お客様のプライバシーを保護し、個人情報を保護することをお約束します。このプライバシー ポリシーは、お客様が当社の AI を利用した画像生成サービスにアクセスする際の、お客様の情報の収集、保存、使用、および共有に関する当社の慣行の概要を説明するものです。",
    "content2": "00005}ウェブサイト、モバイルアプリケーション、またはAPIを通じて当社のサービスを利用することにより、利用者は本プライバシーポリシーに記載されている慣行を読み、理解し、同意したものとみなされます。本ポリシーはまた、お客様のプライバシーの権利と、法律がどのようにお客様を保護するかについてもお知らせします。",
    "title": "はじめに"
  },
  "keywords": "プライバシーポリシー、データ保護、個人情報、ユーザーのプライバシー、データ収集、GDPR、プライバシーの権利",
  "lastUpdated": "最終更新日",
  "policyUpdates": {
    "content": "当社は、当社の慣行または法的要件の変更を反映するために、本プライバシーポリシーを定期的に更新することがあります。重要な変更については、更新されたポリシーをこのページに掲載し、「最終更新日」を修正することで通知します。重要な変更については、電子メールまたは当社のプラットフォーム上の目立つ通知を介して通知を提供することもあります。本ポリシーを定期的に確認することをお勧めします。",
    "title": "プライバシーポリシーの変更"
  },
  "thirdPartyLinks": {
    "content": "当社のサービスには、第三者のウェブサイト、統合、またはサービスへのリンクが含まれている場合があります。当社は、これらの第三者のプライバシー慣行またはコンテンツについて責任を負いません。個人情報を提供する前に、これらの第三者のプライバシーポリシーを確認することをお勧めします。",
    "title": "第三者サービスおよびリンク"
  },
  "title": "プライバシーポリシー｜{00001｝",
  "userRights": {
    "intro": "お住まいの地域によっては、個人情報に関する以下の権利を有する場合があります：",
    "items": [
      "アクセス当社が保有するお客様の個人情報のコピーを請求する。",
      "修正不正確または不完全な情報の修正",
      "削除個人情報の削除要求（「忘れられる権利）",
      "制限お客様の情報の処理方法の制限",
      "ポータビリティ：構造化された、一般的に使用されるフォーマットでデータを受け取る。",
      "異議申し立て特定の目的のためにあなたの情報を処理することに反対",
      "同意の撤回：以前に与えられた同意をいつでも撤回する",
      "オプトアウトマーケティングコミュニケーションの配信停止"
    ],
    "title": "プライバシー権"
  }
}