{
  "acceptance": {
    "content1": "00003}へようこそ。本利用規約（以下「本規約」）は、お客様（以下「ユーザー」）と{siteName}（以下「当社」）との間で締結される法的拘束力のある契約であり、当社のウェブサイト、モバイルアプリケーション、APIs、および関連サービス（以下「本サービス」）を含む当社のAI画像生成プラットフォームへのアクセスおよびその利用を規定するものです。",
    "content2": "いかなる方法であれ、本サービスにアクセス、閲覧、または使用することにより、利用者は本規約およびプライバシーポリシーを読み、理解し、これに拘束されることに同意したものとみなされます。本規約に同意しない場合は、直ちに本サービスの利用を中止してください。",
    "title": "規約の受諾"
  },
  "contact": {
    "email": "電子メール",
    "intro": "本利用規約に関してご質問、ご不明な点、またはご意見がございましたら、下記までご連絡ください：",
    "title": "連絡先"
  },
  "description": "当社のAI画像生成プラットフォームを使用するための{siteName}の利用規約をお読みください。ユーザーアカウント、利用規則、知的財産、サービスポリシーについて説明しています。",
  "disclaimer": {
    "asIs": "現状有姿本サービスは、商品性、特定目的への適合性、または非侵害の保証を含むがこれに限定されない、明示または黙示のいかなる保証もなく、「現状のまま」、「利用可能な限り」で提供されます。当社は、本サービスが中断されないこと、エラーが発生しないこと、または安全であることを保証しません。",
    "liability": "責任の制限：法律で許容される最大限の範囲において、{siteName} およびその関連会社は、本サービスの使用または使用不能から生じる利益、データ、または信用の損失を含む、間接的、付随的、特別、結果的、または懲罰的損害賠償の責任を負わないものとします。",
    "responsibility": "ユーザーの責任：利用者は、AIが生成したコンテンツが予期しないまたは不正確な結果をもたらす可能性があることを認めます。ユーザーは、本サービスを通じて生成されたコンテンツを使用、公開、または配布する前に、その妥当性を確認、検証、判断する責任を負うものとします。",
    "title": "免責および制限"
  },
  "intellectualProperty": {
    "license": "ライセンスの付与：本サービスを利用することにより、お客様は、以下の目的に限り、お客様の生成コンテンツを使用、複製、変更、表示するための世界的、非独占的、ロイヤリティフリーのライセンスを当社に付与するものとします：(a) 本サービスの提供および改善、(b) 当社のAIモデルのトレーニングおよび強化（お客様の同意を得た場合）、(c) マーケティングおよびプロモーション目的（お客様の明示的な許可を得た場合）。",
    "platformContent": "プラットフォームの所有権：本サービス上のすべてのコンテンツ、特徴、機能、ソフトウェア、デザイン、テキスト、グラフィック、ロゴ、および商標は {siteName} または当社のライセンサーが所有し、国際的な知的財産法によって保護されています。お客様は、許可なく本サービスのいかなる部分もコピー、変更、配布、またはリバースエンジニアリングすることはできません。",
    "title": "知的財産権",
    "userContent": "ユーザー生成コンテンツ：お客様は、本サービスを使用して生成した画像およびコンテンツの所有権を保持します。ただし、お客様の使用が第三者の権利を侵害しないこと、または適用法に違反しないことについては、お客様が単独で責任を負うものとします。"
  },
  "keywords": "利用規約、ユーザー規約、サービス規約、法的規約、利用ポリシー、知的財産権、サービス規約",
  "lastUpdated": "最終更新日",
  "legalJurisdiction": {
    "disputes": "紛争解決：本規約または本サービスに起因または関連する紛争は、まず誠意ある交渉を通じて解決を図るものとします。交渉が不調に終わった場合、紛争は、準拠法によって決定されるとおり、拘束力のある仲裁または該当する司法管轄区の裁判所における訴訟によって解決されるものとします。",
    "law": "準拠法：本規約は、抵触法の原則に関わらず、{siteName} が登録されている司法管轄区の法律に準拠し、それに従って解釈されるものとします。",
    "title": "準拠法および紛争解決"
  },
  "privacy": {
    "content": "お客様のプライバシーは当社にとって重要です。お客様の個人情報の収集、使用、および保護は、参照することにより本規約に組み込まれる当社のプライバシーポリシーによって管理されます。当社のプライバシーポリシーをご確認いただき、当社の取り組みをご理解ください。",
    "title": "プライバシーとデータ保護"
  },
  "serviceChanges": {
    "dataRetention": "終了の効果：本サービスが終了した場合、お客様の本サービスを利用する権利は直ちに消滅します。当社は、お客様のアカウントデータおよび生成されたコンテンツを削除することがありますが、一部の情報は、法律または正当な事業目的のために必要とされる場合、保持されることがあります。",
    "modification": "変更：当社は、通知の有無にかかわらず、いつでも本サービスのいかなる側面も修正、一時停止、または中止する権利を留保します。また、特定の機能に制限を課したり、本サービスの一部へのアクセスを制限したりする場合があります。当社は、いかなる変更または中止に対しても責任を負いません。",
    "termination": "当社による終了：当社は、利用者が本規約に違反した場合、詐欺行為に関与した場合、または当社の独自の裁量によりその他の理由がある場合、事前に通知することなく、直ちに利用者のアカウントおよび本サービスへのアクセスを一時停止または終了することができます。",
    "title": "サービスの変更と終了"
  },
  "serviceDescription": {
    "intro": "{siteName}はAIを活用したクリエイティブ・ツールやサービスを提供している：",
    "items": [
      "高度な機械学習モデルを使用した、テキストプロンプトからのAI画像生成",
      "画像編集、エンハンス、スタイル転送機能",
      "プロジェクト管理、整理、生成コンテンツのクラウドストレージ",
      "API開発者向けアクセスと企業統合",
      "随時提供される追加のプレミアム機能およびツール"
    ],
    "title": "サービス概要"
  },
  "title": "サービス利用規約｜{siteName}",
  "usageRules": {
    "intro": "お客様は、本サービスを使用して、以下のコンテンツを生成、アップロード、共有、または配布しないことに同意するものとします：",
    "items": [
      "適用される法令または第三者の権利を侵害する行為",
      "違法、有害、脅迫的、虐待的、嫌がらせ的、中傷的、またはわいせつな内容を含むもの。",
      "保護される特性に基づく暴力、差別、憎悪、不寛容を描写または助長するもの",
      "性的に露骨、ポルノ的、または年齢不相応な内容を含むもの",
      "著作権、商標権、特許権などの知的財産権を侵害する行為",
      "スパム、フィッシング、マルウェア、またはプラットフォームのセキュリティを侵害しようとするもの。",
      "個人または団体になりすましたり、所属を偽ったりすること。",
      "自動的なスクレイピング、マイニング、または当社のガイドラインに違反する不正使用を伴うもの",
      "何らかの方法で未成年者を搾取、危害、または搾取しようとする行為",
      "事実であるかのように表示された、虚偽、誤解を招く、または欺瞞的な情報を含む。"
    ],
    "title": "利用規定"
  },
  "userAccount": {
    "registration": "登録特定の機能にアクセスするには、正確、完全かつ最新の情報を提供してアカウントを作成する必要があります。利用者は、提供するすべての情報が真実であり、かかる情報の正確性を維持することを表明するものとします。",
    "security": "アカウントのセキュリティ：利用者は、利用者のアカウント認証情報の機密性を維持し、利用者のアカウントで発生するすべての活動に対して単独で責任を負うものとします。お客様は、不正アクセスまたはセキュリティ違反があった場合、直ちに当社に通知することに同意するものとします。",
    "title": "ユーザーアカウントと登録",
    "transfer": "アカウントの譲渡：お客様のアカウントはお客様個人のものであり、当社の書面による事前の同意なしに第三者に譲渡、売却、または譲渡することはできません。"
  }
}