{
  "title": "Politique de confidentialité | {siteName}",
  "description": "Découvrez comment {siteName} collecte, utilise et protège vos informations personnelles. Notre politique de confidentialité couvre la collecte de données, l'utilisation, le partage et vos droits.",
  "keywords": "politique de confidentialité, protection des données, informations personnelles, confidentialité des utilisateurs, collecte de données, RGPD, droits de confidentialité",
  "lastUpdated": "Dernière mise à jour",
  "introduction": {
    "title": "Introduction",
    "content1": "{siteName} (\"nous,\" \"notre\" ou \"nos\") s'engage à protéger votre confidentialité et vos informations personnelles. Cette Politique de confidentialité décrit nos pratiques concernant la collecte, le stockage, l'utilisation et le partage de vos informations lorsque vous accédez à nos services de génération d'images alimentés par l'IA.",
    "content2": "En utilisant nos services via le site web {siteName}, les applications mobiles ou les API, vous confirmez avoir lu, compris et accepté les pratiques décrites dans cette Politique de confidentialité. Cette politique vous informe également de vos droits de confidentialité et de la manière dont la loi vous protège."
  },
  "dataCollection": {
    "title": "Informations que nous collectons",
    "intro": "Nous pouvons collecter divers types d'informations pour fournir et améliorer nos services :",
    "providedInfo": {
      "title": "Informations que vous fournissez",
      "items": [
        "Informations de compte : adresse e-mail, nom d'utilisateur, mot de passe",
        "Données de profil : nom d'affichage, avatar, biographie",
        "Détails de paiement : informations de facturation, historique des transactions",
        "Données de communication : commentaires, demandes d'assistance ou autres messages que vous nous adressez"
      ]
    },
    "automaticInfo": {
      "title": "Informations collectées automatiquement",
      "items": [
        "Données d'appareil : type d'appareil, système d'exploitation, version du navigateur, identifiants d'appareil uniques",
        "Informations d'utilisation : fonctionnalités consultées, images générées, modèles d'interaction",
        "Données de journal : adresse IP, heures d'accès, pages consultées, URL de référence",
        "Cookies et technologies de suivi pour l'analyse et la fonctionnalité"
      ]
    },
    "userContent": {
      "title": "Contenu généré par l'utilisateur",
      "description": "Contenu que vous créez en utilisant nos services, y compris les images générées par l'IA, les invites textuelles, les images téléchargées et les données de projet. Nous pouvons stocker temporairement ce contenu pour fournir nos services et pouvons l'utiliser pour améliorer nos modèles d'IA, sous réserve de votre consentement."
    }
  },
  "dataUsage": {
    "title": "Comment nous utilisons vos informations",
    "intro": "Nous utilisons les informations collectées aux fins suivantes :",
    "items": [
      "Fournir, exploiter et maintenir nos services de génération d'images par IA",
      "Traiter vos transactions et gérer votre compte",
      "Améliorer nos services par l'analyse des données et l'identification des modèles d'utilisation",
      "Entraîner et améliorer nos modèles d'IA pour offrir de meilleurs résultats",
      "Envoyer des notifications de service, des mises à jour et des communications promotionnelles (avec votre consentement)",
      "Détecter, prévenir et traiter les fraudes, les problèmes de sécurité ou les problèmes techniques",
      "Respecter les obligations légales et appliquer nos conditions de service",
      "Fournir un support client et répondre à vos questions"
    ]
  },
  "dataSharing": {
    "title": "Partage et divulgation des informations",
    "intro": "Nous ne vendons pas vos informations personnelles. Nous pouvons partager vos informations uniquement dans les circonstances suivantes :",
    "items": [
      "Avec votre consentement explicite ou à votre direction",
      "Avec des prestataires de services de confiance qui aident à exploiter notre plateforme (hébergement cloud, traitement des paiements, analyse)",
      "Avec les fournisseurs de modèles d'IA pour traiter vos demandes de génération, selon des accords stricts de protection des données",
      "Pour respecter les obligations légales, les ordonnances judiciaires ou les demandes gouvernementales valides",
      "Pour protéger nos droits, nos biens, notre sécurité ou celle de nos utilisateurs et du public",
      "En cas de fusion, d'acquisition ou de vente d'actifs, où les informations peuvent être transférées en tant qu'actif commercial"
    ]
  },
  "dataStorage": {
    "title": "Stockage et sécurité des données",
    "location": "Lieu de stockage : Vos informations sont stockées sur des serveurs sécurisés situés dans diverses régions du monde pour assurer des performances et une fiabilité optimales du service. Nous utilisons des fournisseurs d'infrastructures cloud leaders de l'industrie.",
    "duration": "Période de conservation : Nous conservons vos informations personnelles uniquement aussi longtemps que nécessaire pour répondre aux objectifs énoncés dans cette politique ou selon les exigences légales. Le contenu généré peut être conservé selon les paramètres de votre compte et le type d'abonnement.",
    "security": "Mesures de sécurité : Nous mettons en œuvre des pratiques de sécurité conformes aux normes de l'industrie, notamment le chiffrement (en transit et au repos), les contrôles d'accès, les audits de sécurité réguliers et les mécanismes d'authentification sécurisés. Cependant, aucune méthode de transmission ou de stockage n'est 100 % sécurisée."
  },
  "cookies": {
    "title": "Cookies et technologies de suivi",
    "intro": "Nous utilisons des cookies et des technologies similaires pour améliorer votre expérience :",
    "items": [
      "Cookies essentiels : Requis pour la fonctionnalité de service de base et l'authentification",
      "Cookies de préférence : Mémoriser vos paramètres et vos choix de personnalisation",
      "Cookies d'analyse : Nous aider à comprendre les modèles d'utilisation et à améliorer nos services",
      "Cookies de marketing : Fournir du contenu pertinent et mesurer l'efficacité des campagnes (avec votre consentement)"
    ],
    "note": "Vous pouvez contrôler les préférences des cookies via les paramètres de votre navigateur. Notez que la désactivation de certains cookies peut limiter la fonctionnalité de nos services."
  },
  "userRights": {
    "title": "Vos droits de confidentialité",
    "intro": "Selon votre localisation, vous pouvez avoir les droits suivants concernant vos informations personnelles :",
    "items": [
      "Accès : Demander une copie des informations personnelles que nous détenons à votre sujet",
      "Rectification : Corriger les informations inexactes ou incomplètes",
      "Suppression : Demander la suppression de vos données personnelles (\"droit à l'oubli\")",
      "Restriction : Limiter la manière dont nous traitons vos informations",
      "Portabilité : Recevoir vos données dans un format structuré et couramment utilisé",
      "Objection : Vous opposer au traitement de vos informations à certaines fins",
      "Retrait du consentement : Révoquer le consentement précédemment donné à tout moment",
      "Exclusion : Vous désabonner des communications marketing"
    ]
  },
  "thirdPartyLinks": {
    "title": "Services et liens tiers",
    "content": "Nos services peuvent contenir des liens vers des sites web tiers, des intégrations ou des services. Nous ne sommes pas responsables des pratiques de confidentialité ou du contenu de ces tiers. Nous vous encourageons à consulter leurs politiques de confidentialité avant de fournir vos informations personnelles."
  },
  "childrenPrivacy": {
    "title": "Confidentialité des enfants",
    "content": "Nos services ne sont pas destinés aux personnes de moins de 13 ans (ou l'âge minimum équivalent dans votre juridiction). Nous ne collectons pas sciemment les informations personnelles des enfants. Si nous découvrons que nous avons collecté des données d'un enfant sans consentement approprié, nous prendrons les mesures nécessaires pour les supprimer rapidement."
  },
  "policyUpdates": {
    "title": "Modifications de cette Politique de confidentialité",
    "content": "Nous pouvons mettre à jour cette Politique de confidentialité périodiquement pour refléter les changements dans nos pratiques ou les exigences légales. Nous vous notifierons des modifications importantes en publiant la politique mise à jour sur cette page avec une date \"Dernière mise à jour\" révisée. Pour les modifications importantes, nous pouvons également vous envoyer une notification par e-mail ou une notification en évidence sur notre plateforme. Nous vous encourageons à consulter cette politique régulièrement."
  },
  "contact": {
    "title": "Nous contacter",
    "intro": "Si vous avez des questions, des préoccupations ou des demandes concernant cette Politique de confidentialité ou nos pratiques de données, veuillez nous contacter à :",
    "email": "E-mail"
  }
}
