{
  "acceptance": {
    "content1": "欢迎来到 {siteName}。本服务条款（“条款”、“协议”）构成您（“用户”、“您”或“您的”）与 {siteName}（“我们”、“我们的”）之间具有法律约束力的协议，该协议规范您对我们AI图像生成平台（包括我们的网站、移动应用程序、APIs 和相关服务，统称为“服务”）的访问和使用。",
    "content2": "您以任何方式访问、浏览或使用本服务，即表示您已阅读、理解并同意受本条款及我们的隐私政策约束。如果您不同意本条款，则必须立即停止使用本服务。",
    "title": "接受条款"
  },
  "contact": {
    "email": "电子邮件",
    "intro": "如果您对这些服务条款有任何疑问、疑虑或反馈，请通过以下方式联系我们：",
    "title": "联系信息"
  },
  "description": "请阅读{siteName}的服务条款，了解我们AI图像生成平台的使用方法。条款内容涵盖用户账户、使用规则、知识产权和服务政策。",
  "disclaimer": {
    "asIs": "服务按现状提供：本服务按“现状”和“现有”提供，不提供任何形式的明示或暗示保证，包括但不限于适销性、特定用途适用性或不侵权保证。我们不保证本服务不会中断、无错误或安全可靠。",
    "liability": "责任限制：在法律允许的最大范围内，{siteName} 及其关联公司对因您使用或无法使用本服务而引起的任何间接、附带、特殊、后果性或惩罚性损害（包括利润损失、数据损失或商誉损失）概不负责。",
    "responsibility": "用户责任：您知悉AI生成的内容可能产生意料之外或不准确的结果。您有责任在使用、发布或分发任何通过本服务生成的内容之前，对其进行审核、验证并确定其是否恰当。",
    "title": "免责声明和限制"
  },
  "intellectualProperty": {
    "license": "许可授予：通过使用本服务，您授予我们一项全球性的、非独占的、免版税的许可，允许我们仅出于以下目的使用、复制、修改和展示您生成的内容：(a) 提供和改进本服务，(b) 训练和增强我们的 AI 模型（经您同意），以及 (c) 经您明确许可用于营销和推广目的。",
    "platformContent": "平台所有权：本服务上的所有内容、功能、软件、设计、文本、图形、徽标和商标均归{siteName}或其许可方所有，并受国际知识产权法保护。未经授权，您不得复制、修改、分发或反向工程本服务的任何部分。",
    "title": "知识产权",
    "userContent": "用户生成内容：您保留使用本服务生成的图像和内容的所有权，但须遵守下文所述的有限许可。但是，您须全权负责确保您的使用不侵犯第三方权利或违反适用法律。"
  },
  "keywords": "服务条款、用户协议、服务条款、法律协议、使用政策、知识产权、服务协议",
  "lastUpdated": "最后更新时间",
  "legalJurisdiction": {
    "disputes": "争议解决：因本条款或服务引起的或与之相关的任何争议，应首先尝试通过善意协商解决。如果协商不成，则应根据适用法律，通过具有约束力的仲裁或在适用司法管辖区的法院提起诉讼来解决争议。",
    "law": "适用法律：本条款应受{siteName}注册地所在司法管辖区的法律管辖并按其解释，而不考虑其冲突法原则。",
    "title": "适用法律和争议解决"
  },
  "privacy": {
    "content": "您的隐私对我们至关重要。我们对您个人信息的收集、使用和保护均受我们的隐私政策约束，该政策已通过引用并入本条款。请查阅我们的隐私政策以了解我们的做法。",
    "title": "隐私和数据保护"
  },
  "serviceChanges": {
    "dataRetention": "终止效力：服务终止后，您使用本服务的权利立即终止。我们可能会删除您的帐户数据和生成的内容，但根据法律要求或出于正当的商业目的，我们可能会保留部分信息。",
    "modification": "变更：我们保留随时修改、暂停或终止本服务任何方面的权利，无论是否事先通知。我们还可能限制某些功能或限制对部分服务的访问。对于任何修改或终止，我们概不负责。",
    "termination": "我们终止服务：如果您违反本条款、从事欺诈活动或出于任何其他原因，我们可自行决定立即暂停或终止您的帐户及对服务的访问权限，恕不另行通知。",
    "title": "服务变更和终止"
  },
  "serviceDescription": {
    "intro": "{siteName} 提供AI驱动的创意工具和服务，包括：",
    "items": [
      "利用先进的机器学习模型，根据文本提示生成AI图像",
      "图像编辑、增强和风格迁移功能",
      "项目管理、组织和生成内容的云存储",
      "API 开发人员和企业集成访问权限",
      "不时提供的其他高级功能和工具"
    ],
    "title": "服务概述"
  },
  "title": "服务条款 | {siteName}",
  "usageRules": {
    "intro": "您同意不使用本服务生成、上传、分享或分发以下内容：",
    "items": [
      "违反任何适用的法律、法规或第三方权利",
      "包含非法、有害、威胁性、辱骂性、骚扰性、诽谤性或淫秽内容",
      "描绘或宣扬基于受保护特征的暴力、歧视、仇恨或不容忍",
      "包含露骨的性内容、色情内容或不适合儿童观看的内容",
      "侵犯知识产权，包括版权、商标或专利。",
      "构成垃圾邮件、网络钓鱼、恶意软件或试图破坏平台安全的行为",
      "冒充任何个人或实体，或虚假陈述您的关系",
      "涉及自动化抓取、挖矿或未经授权的 API 使用，违反了我们的准则",
      "以任何方式剥削、伤害或企图剥削未成年人",
      "包含虚假、误导性或欺骗性信息，并以事实形式呈现。"
    ],
    "title": "可接受使用政策"
  },
  "userAccount": {
    "registration": "注册：要使用某些功能，您必须创建帐户并提供准确、完整且最新的信息。您声明您提供的所有信息均属实，并且您将保持此类信息的准确性。",
    "security": "账户安全：您须全权负责维护账户凭证的机密性，并对您账户下发生的所有活动负责。您同意在发现任何未经授权的访问或安全漏洞时立即通知我们。",
    "title": "用户帐户和注册",
    "transfer": "账户转让：您的账户仅供您个人使用，未经我们事先书面同意，不得转让、出售或分配给任何第三方。"
  }
}