{
  "childrenPrivacy": {
    "content": "Unsere Dienste richten sich nicht an Personen unter 13 Jahren (oder dem entsprechenden Mindestalter in Ihrem Land). Wir sammeln nicht wissentlich personenbezogene Daten von Kindern. Wenn wir erfahren, dass wir Daten von einem Kind ohne ordnungsgemäße Zustimmung gesammelt haben, werden wir Maßnahmen ergreifen, um sie umgehend zu löschen.",
    "title": "Datenschutz für Kinder"
  },
  "contact": {
    "email": "E-Mail",
    "intro": "Wenn Sie Fragen, Bedenken oder Wünsche bezüglich dieser Datenschutzrichtlinie oder unserer Datenpraktiken haben, wenden Sie sich bitte an uns:",
    "title": "Kontakt"
  },
  "cookies": {
    "intro": "Wir verwenden Cookies und ähnliche Technologien, um Ihr Erlebnis zu verbessern:",
    "items": [
      "Wesentliche Cookies: Erforderlich für grundlegende Servicefunktionen und Authentifizierung",
      "Präferenz-Cookies: Speichern Ihre Einstellungen und Personalisierungsentscheidungen",
      "Analytische Cookies: Helfen uns, Nutzungsmuster zu verstehen und unsere Dienste zu verbessern",
      "Marketing-Cookies: Bereitstellung relevanter Inhalte und Messung der Wirksamkeit von Kampagnen (mit Ihrer Zustimmung)"
    ],
    "note": "Sie können die Cookie-Präferenzen über Ihre Browser-Einstellungen steuern. Beachten Sie, dass die Deaktivierung bestimmter Cookies die Funktionalität unserer Dienste einschränken kann.",
    "title": "Cookies und Tracking-Technologien"
  },
  "dataCollection": {
    "automaticInfo": {
      "items": [
        "Gerätedaten: Gerätetyp, Betriebssystem, Browserversion, eindeutige Gerätekennungen",
        "Nutzungsinformationen: aufgerufene Funktionen, erzeugte Bilder, Interaktionsmuster",
        "Protokolldaten: IP-Adresse, Zugriffszeiten, aufgerufene Seiten, verweisende URLs",
        "Cookies und Tracking-Technologien für Analyse und Funktionalität"
      ],
      "title": "Automatisch gesammelte Informationen"
    },
    "intro": "Wir können verschiedene Arten von Informationen sammeln, um unsere Dienste bereitzustellen und zu verbessern:",
    "providedInfo": {
      "items": [
        "Kontoinformationen: E-Mail-Adresse, Benutzername, Passwort",
        "Profildaten: Anzeigename, Avatar, Lebenslauf",
        "Zahlungsdetails: Rechnungsinformationen, Transaktionsverlauf",
        "Kommunikationsdaten: Feedback, Supportanfragen oder andere Nachrichten, die Sie an uns senden"
      ],
      "title": "Informationen, die Sie bereitstellen"
    },
    "title": "Gesammelte Informationen",
    "userContent": {
      "description": "Inhalte, die Sie mit unseren Diensten erstellen, einschließlich KI-generierter Bilder, Textaufforderungen, hochgeladener Bilder und Projektdaten. Wir können diese Inhalte vorübergehend speichern, um unsere Dienste bereitzustellen, und können sie zur Verbesserung unserer KI-Modelle verwenden, sofern Sie dem zustimmen.",
      "title": "Benutzergenerierte Inhalte"
    }
  },
  "dataSharing": {
    "intro": "Wir verkaufen Ihre persönlichen Daten nicht. Wir können Ihre Informationen nur unter den folgenden Umständen weitergeben:",
    "items": [
      "Mit Ihrer ausdrücklichen Zustimmung oder auf Ihre Anweisung",
      "mit vertrauenswürdigen Dienstleistern, die uns beim Betrieb unserer Plattform unterstützen (Cloud-Hosting, Zahlungsabwicklung, Analysen)",
      "mit Anbietern von KI-Modellen für die Bearbeitung Ihrer Generierungsanfragen, unter strengen Datenschutzvereinbarungen",
      "Zur Erfüllung gesetzlicher Verpflichtungen, gerichtlicher Anordnungen oder behördlicher Anfragen",
      "Zum Schutz unserer Rechte, unseres Eigentums, unserer Sicherheit oder der Sicherheit unserer Nutzer und der Öffentlichkeit",
      "Im Zusammenhang mit einer Fusion, einer Übernahme oder einem Verkauf von Vermögenswerten, wenn Informationen als Geschäftswert übertragen werden können"
    ],
    "title": "Informationsaustausch und Offenlegung"
  },
  "dataStorage": {
    "duration": "Aufbewahrungsfrist: Wir bewahren Ihre personenbezogenen Daten nur so lange auf, wie es für die Erfüllung der in dieser Richtlinie genannten Zwecke erforderlich ist oder wie es das Gesetz verlangt. Erstellte Inhalte können je nach Ihren Kontoeinstellungen und Ihrem Abonnementtyp aufbewahrt werden.",
    "location": "Speicherort: Ihre Daten werden auf sicheren Servern gespeichert, die sich in verschiedenen Regionen der Welt befinden, um eine optimale Leistung und Zuverlässigkeit des Dienstes zu gewährleisten. Wir verwenden branchenführende Cloud-Infrastruktur-Anbieter.",
    "security": "Sicherheitsmaßnahmen: Wir setzen branchenübliche Sicherheitspraktiken ein, darunter Verschlüsselung (bei der Übertragung und im Ruhezustand), Zugangskontrollen, regelmäßige Sicherheitsprüfungen und sichere Authentifizierungsmechanismen. Allerdings ist keine Methode der Übertragung oder Speicherung zu 100 % sicher.",
    "title": "Datenspeicherung und Sicherheit"
  },
  "dataUsage": {
    "intro": "Wir verwenden die gesammelten Informationen für die folgenden Zwecke:",
    "items": [
      "Bereitstellung, Betrieb und Wartung unserer KI-Bilderzeugungsdienste",
      "Bearbeitung Ihrer Transaktionen und Verwaltung Ihres Kontos",
      "Verbesserung unserer Dienstleistungen durch Datenanalyse und Identifizierung von Nutzungsmustern",
      "Schulung und Verbesserung unserer KI-Modelle, um bessere Ergebnisse zu erzielen",
      "Versand von Service-Benachrichtigungen, Aktualisierungen und Werbemitteilungen (mit Ihrer Zustimmung)",
      "Aufdeckung, Verhinderung und Behebung von Betrug, Sicherheitsfragen oder technischen Problemen",
      "Einhaltung rechtlicher Verpflichtungen und Durchsetzung unserer Nutzungsbedingungen",
      "Kundenbetreuung und Beantwortung Ihrer Anfragen"
    ],
    "title": "Wie wir Ihre Informationen verwenden"
  },
  "description": "Erfahren Sie, wie {siteName} Ihre persönlichen Daten sammelt, verwendet und schützt. Unsere Datenschutzrichtlinie behandelt die Erfassung, Verwendung und Weitergabe von Daten sowie Ihre Rechte.",
  "introduction": {
    "content1": "{siteName} (\"wir\", \"uns\" oder \"unser\") verpflichtet sich, Ihre Privatsphäre zu schützen und Ihre persönlichen Daten zu sichern. Diese Datenschutzrichtlinie beschreibt unsere Praktiken in Bezug auf die Erhebung, Speicherung, Verwendung und Weitergabe Ihrer Daten, wenn Sie auf unsere KI-gestützten Bilderzeugungsdienste zugreifen.",
    "content2": "Indem Sie unsere Dienste über die {siteName} Website, mobile Anwendungen oder APIs nutzen, bestätigen Sie, dass Sie die in dieser Datenschutzrichtlinie beschriebenen Praktiken gelesen und verstanden haben und ihnen zustimmen. Diese Richtlinie informiert Sie auch über Ihre Datenschutzrechte und wie das Gesetz Sie schützt.",
    "title": "Einführung"
  },
  "keywords": "Datenschutz, Datenschutz, persönliche Informationen, Nutzerdaten, Datenerfassung, GDPR, Datenschutzrechte",
  "lastUpdated": "Zuletzt aktualisiert",
  "policyUpdates": {
    "content": "Wir können diese Datenschutzrichtlinie von Zeit zu Zeit aktualisieren, um Änderungen unserer Praktiken oder der gesetzlichen Bestimmungen zu berücksichtigen. Wir werden Sie über wesentliche Änderungen benachrichtigen, indem wir die aktualisierte Richtlinie auf dieser Seite mit einem überarbeiteten \"Zuletzt aktualisiert\"-Datum veröffentlichen. Bei wesentlichen Änderungen können wir Sie auch per E-Mail oder durch einen auffälligen Hinweis auf unserer Plattform informieren. Wir empfehlen Ihnen, diese Richtlinie regelmäßig zu überprüfen.",
    "title": "Änderungen an dieser Datenschutzrichtlinie"
  },
  "thirdPartyLinks": {
    "content": "Unsere Dienste können Links zu Websites, Integrationen oder Diensten Dritter enthalten. Wir sind nicht verantwortlich für die Datenschutzpraktiken oder Inhalte dieser Dritten. Wir empfehlen Ihnen, deren Datenschutzrichtlinien zu lesen, bevor Sie persönliche Daten angeben.",
    "title": "Dienste und Links von Drittanbietern"
  },
  "title": "Datenschutzrichtlinie | {siteName}",
  "userRights": {
    "intro": "Je nach Ihrem Wohnort haben Sie möglicherweise die folgenden Rechte in Bezug auf Ihre persönlichen Daten:",
    "items": [
      "Zugang: Beantragen Sie eine Kopie der persönlichen Daten, die wir über Sie gespeichert haben",
      "Richtigstellung: Berichtigen Sie ungenaue oder unvollständige Informationen",
      "Löschung: Verlangen Sie die Löschung Ihrer personenbezogenen Daten (\"Recht auf Vergessenwerden\")",
      "Einschränkung: Einschränkung der Verarbeitung Ihrer Daten",
      "Übertragbarkeit: Erhalten Sie Ihre Daten in einem strukturierten, allgemein verwendeten Format",
      "Einspruch: Widerspruch gegen die Verarbeitung Ihrer Daten für bestimmte Zwecke",
      "Zustimmung zurückziehen: Sie können eine bereits erteilte Einwilligung jederzeit widerrufen.",
      "Abmelden: Marketing-Mitteilungen abbestellen"
    ],
    "title": "Ihre Datenschutzrechte"
  }
}