{
  "title": "Datenschutzrichtlinie | {siteName}",
  "description": "Erfahren Sie, wie {siteName} Ihre persönlichen Informationen erfasst, nutzt und schützt. Unsere Datenschutzrichtlinie umfasst Datenerfassung, Verwendung, Weitergabe und Ihre Rechte.",
  "keywords": "Datenschutzrichtlinie, Datenschutz, persönliche Informationen, Benutzerprivatsphäre, Datenerfassung, DSGVO, Datenschutzrechte",
  "lastUpdated": "Zuletzt aktualisiert",
  "introduction": {
    "title": "Einleitung",
    "content1": "{siteName} (\"wir,\" \"uns\" oder \"unser\") verpflichtet sich, Ihre Privatsphäre zu schützen und Ihre persönlichen Informationen zu safeguarden. Diese Datenschutzrichtlinie beschreibt unsere Praktiken in Bezug auf Erfassung, Speicherung, Nutzung und Weitergabe Ihrer Informationen, wenn Sie auf unsere KI-gestützten Bildgenerierungsdienste zugreifen.",
    "content2": "Durch die Nutzung unserer Dienste über die {siteName}-Website, mobile Anwendungen oder APIs bestätigen Sie, dass Sie diese Datenschutzrichtlinie gelesen und verstanden haben und den darin beschriebenen Praktiken zustimmen. Diese Richtlinie informiert Sie auch über Ihre Datenschutzrechte und wie das Gesetz Sie schützt."
  },
  "dataCollection": {
    "title": "Welche Informationen wir erfassen",
    "intro": "Wir können verschiedene Arten von Informationen erfassen, um unsere Dienste bereitzustellen und zu verbessern:",
    "providedInfo": {
      "title": "Von Ihnen bereitgestellte Informationen",
      "items": [
        "Kontoinformationen: E-Mail-Adresse, Benutzername, Passwort",
        "Profildaten: Anzeigename, Avatar, Biografie",
        "Zahlungsdetails: Abrechnungsinformationen, Transaktionsverlauf",
        "Kommunikationsdaten: Feedback, Supportanfragen oder andere Nachrichten, die Sie uns senden"
      ]
    },
    "automaticInfo": {
      "title": "Automatisch erfasste Informationen",
      "items": [
        "Gerätedaten: Gerätetyp, Betriebssystem, Browserversion, eindeutige Gerätebezeichner",
        "Nutzungsinformationen: Aufgerufene Funktionen, generierte Bilder, Interaktionsmuster",
        "Protokolldaten: IP-Adresse, Zugriffszeiten, angesehene Seiten, Referrer-URLs",
        "Cookies und Tracking-Technologien für Analytik und Funktionalität"
      ]
    },
    "userContent": {
      "title": "Nutzergenierte Inhalte",
      "description": "Inhalte, die Sie mit unseren Diensten erstellen, einschließlich KI-generierter Bilder, Textaufforderungen, hochgeladener Bilder und Projektdaten. Wir können diese Inhalte vorübergehend speichern, um unsere Dienste bereitzustellen, und sie zur Verbesserung unserer KI-Modelle nutzen, vorbehaltlich Ihrer Zustimmung."
    }
  },
  "dataUsage": {
    "title": "Wie wir Ihre Informationen nutzen",
    "intro": "Wir verwenden die erfassten Informationen für die folgenden Zwecke:",
    "items": [
      "Bereitstellung, Betrieb und Wartung unserer KI-Bildgenerierungsdienste",
      "Verarbeitung Ihrer Transaktionen und Verwaltung Ihres Kontos",
      "Verbesserung unserer Dienste durch Datenanalyse und Identifikation von Nutzungsmustern",
      "Schulung und Verbesserung unserer KI-Modelle für bessere Ergebnisse",
      "Versand von Dienst-Benachrichtigungen, Updates und Werbemitteilungen (mit Ihrer Zustimmung)",
      "Erkennung, Prävention und Behandlung von Betrug, Sicherheitsproblemen oder technischen Problemen",
      "Einhaltung gesetzlicher Verpflichtungen und Durchsetzung unserer Servicebedingungen",
      "Bereitstellung von Kundensupport und Antwort auf Ihre Anfragen"
    ]
  },
  "dataSharing": {
    "title": "Informationsteilung und Offenlegung",
    "intro": "Wir verkaufen Ihre persönlichen Informationen nicht. Wir können Ihre Informationen nur in den folgenden Umständen weitergeben:",
    "items": [
      "Mit Ihrer ausdrücklichen Zustimmung oder auf Ihre Anweisung hin",
      "Mit vertrauenswürdigen Dienstanbietern, die bei der Verwaltung unserer Plattform unterstützen (Cloud-Hosting, Zahlungsverarbeitung, Analytik)",
      "Mit KI-Modellanbietern zur Verarbeitung Ihrer Generierungsanfragen, unter strikten Datenschutzvereinbarungen",
      "Zur Einhaltung gesetzlicher Verpflichtungen, Gerichtsbeschlüsse oder rechtmäßiger behördlicher Anfragen",
      "Zum Schutz unserer Rechte, Eigentum, Sicherheit oder der unserer Nutzer und der Öffentlichkeit",
      "Im Zusammenhang mit einer Fusion, Übernahme oder dem Verkauf von Vermögenswerten, wobei Informationen als Geschäftsvermögen übertragen werden können"
    ]
  },
  "dataStorage": {
    "title": "Datenspeicherung und Sicherheit",
    "location": "Speicherort: Ihre Informationen werden auf sicheren Servern in verschiedenen Regionen weltweit gespeichert, um optimale Leistung und Zuverlässigkeit der Dienste zu gewährleisten. Wir verwenden führende Cloud-Infrastrukturanbieter der Branche.",
    "duration": "Aufbewahrungsfrist: Wir bewahren Ihre persönlichen Informationen nur so lange auf, wie es notwendig ist, um die in dieser Richtlinie beschriebenen Zwecke zu erfüllen, oder wie gesetzlich erforderlich. Generierte Inhalte können basierend auf Ihren Kontoeinstellungen und Ihrem Abonnementtyp aufbewahrt werden.",
    "security": "Sicherheitsmaßnahmen: Wir implementieren branchenstandardisierte Sicherheitspraktiken, einschließlich Verschlüsselung (während der Übertragung und im Ruhezustand), Zugriffskontrolle, regelmäßige Sicherheitsaudits und sichere Authentifizierungsmechanismen. Es gibt jedoch keine Übertragungsart oder Speicherung, die zu 100% sicher ist."
  },
  "cookies": {
    "title": "Cookies und Tracking-Technologien",
    "intro": "Wir verwenden Cookies und ähnliche Technologien, um Ihr Erlebnis zu verbessern:",
    "items": [
      "Essenzielle Cookies: Erforderlich für grundlegende Dienstfunktionalität und Authentifizierung",
      "Präferenz-Cookies: Merken Sie sich Ihre Einstellungen und Personalisierungsoptionen",
      "Analyse-Cookies: Helfen uns, Nutzungsmuster zu verstehen und unsere Dienste zu verbessern",
      "Marketing-Cookies: Liefern relevante Inhalte und messen die Kampagneneffektivität (mit Ihrer Zustimmung)"
    ],
    "note": "Sie können Cookie-Einstellungen über die Einstellungen Ihres Browsers steuern. Beachten Sie, dass das Deaktivieren bestimmter Cookies die Funktionalität unserer Dienste einschränken kann."
  },
  "userRights": {
    "title": "Ihre Datenschutzrechte",
    "intro": "Je nach Ihrem Standort haben Sie möglicherweise die folgenden Rechte bezüglich Ihrer persönlichen Informationen:",
    "items": [
      "Zugriff: Beantragen Sie eine Kopie der persönlichen Informationen, die wir über Sie haben",
      "Berichtigung: Korrigieren Sie ungenaue oder unvollständige Informationen",
      "Löschung: Beantragen Sie die Löschung Ihrer persönlichen Daten (\\\"Recht auf Vergessenheit\\\")",
      "Einschränkung: Begrenzen Sie, wie wir Ihre Informationen verarbeiten",
      "Portabilität: Erhalten Sie Ihre Daten in einem strukturierten, häufig verwendeten Format",
      "Einspruch: Widersprechen Sie der Verarbeitung Ihrer Informationen zu bestimmten Zwecken",
      "Zustimmung widerrufen: Rufen Sie zuvor erteilte Zustimmung jederzeit widerrufen",
      "Abmelden: Melden Sie sich von Marketing-Mitteilungen ab"
    ]
  },
  "thirdPartyLinks": {
    "title": "Dienste und Links von Dritten",
    "content": "Unsere Dienste können Links zu Websites von Drittanbietern, Integrationen oder Diensten enthalten. Wir sind nicht für die Datenschutzpraktiken oder Inhalte dieser Drittanbieter verantwortlich. Wir empfehlen Ihnen, deren Datenschutzrichtlinien zu überprüfen, bevor Sie persönliche Informationen bereitstellen."
  },
  "childrenPrivacy": {
    "title": "Datenschutz für Kinder",
    "content": "Unsere Dienste sind nicht für Personen unter 13 Jahren (oder das entsprechende Mindestalter in Ihrer Gerichtsbarkeit) gedacht. Wir erfassen nicht wissentlich persönliche Informationen von Kindern. Sollten wir feststellen, dass wir Daten von einem Kind ohne angemessene Zustimmung gesammelt haben, werden wir Schritte unternehmen, um diese umgehend zu löschen."
  },
  "policyUpdates": {
    "title": "Änderungen an dieser Datenschutzrichtlinie",
    "content": "Wir können diese Datenschutzrichtlinie regelmäßig aktualisieren, um Änderungen in unseren Praktiken oder gesetzlichen Anforderungen widerzuspiegeln. Wir werden Sie über wesentliche Änderungen benachrichtigen, indem wir die aktualisierte Richtlinie auf dieser Seite mit einem überarbeiteten Datum \\\"Zuletzt aktualisiert\\\" veröffentlichen. Bei bedeutsamen Änderungen können wir Sie auch per E-Mail oder prominenter Benachrichtigung auf unserer Plattform benachrichtigen. Wir empfehlen Ihnen, diese Richtlinie regelmäßig zu überprüfen."
  },
  "contact": {
    "title": "Kontaktieren Sie uns",
    "intro": "Wenn Sie Fragen, Bedenken oder Anfragen zu dieser Datenschutzrichtlinie oder unseren Datenpraktiken haben, kontaktieren Sie uns bitte unter:",
    "email": "E-Mail"
  }
}
