{
  "title": "سياسة الخصوصية | {siteName}",
  "description": "تعرف على كيفية قيام {siteName} بجمع واستخدام وحماية معلوماتك الشخصية. تغطي سياسة الخصوصية لدينا جمع البيانات والاستخدام والمشاركة وحقوقك.",
  "keywords": "سياسة الخصوصية، حماية البيانات، المعلومات الشخصية، خصوصية المستخدم، جمع البيانات، GDPR، حقوق الخصوصية",
  "lastUpdated": "آخر تحديث",
  "introduction": {
    "title": "مقدمة",
    "content1": "{siteName} (\"نحن\" أو \"لنا\") ملتزمة بحماية خصوصيتك وحماية معلوماتك الشخصية. تحدد سياسة الخصوصية هذه ممارساتنا فيما يتعلق بجمع وتخزين واستخدام ومشاركة معلوماتك عند الوصول إلى خدمات توليد الصور المدعومة بالذكاء الاصطناعي.",
    "content2": "باستخدام خدماتنا من خلال موقع {siteName} أو تطبيقات الهاتف المحمول أو واجهات برمجية، فإنك تقر بأنك قرأت وفهمت وتوافق على الممارسات الموضحة في سياسة الخصوصية هذه. تطلعك هذه السياسة أيضاً على حقوقك في الخصوصية وكيفية حمايتك بموجب القانون."
  },
  "dataCollection": {
    "title": "المعلومات التي نجمعها",
    "intro": "قد نجمع أنواعاً مختلفة من المعلومات لتقديم وتحسين خدماتنا:",
    "providedInfo": {
      "title": "المعلومات التي تقدمها أنت",
      "items": [
        "معلومات الحساب: عنوان البريد الإلكتروني واسم المستخدم وكلمة المرور",
        "بيانات الملف الشخصي: اسم العرض والصورة الرمزية والسيرة الذاتية",
        "تفاصيل الدفع: معلومات الفواتير وسجل المعاملات",
        "بيانات الاتصال: الملاحظات واستفسارات الدعم أو الرسائل الأخرى التي تُرسلها إلينا"
      ]
    },
    "automaticInfo": {
      "title": "المعلومات المجمعة تلقائياً",
      "items": [
        "بيانات الجهاز: نوع الجهاز ونظام التشغيل وإصدار المتصفح ومعرفات الجهاز الفريدة",
        "معلومات الاستخدام: الميزات التي تم الوصول إليها والصور المُولَّدة وأنماط التفاعل",
        "بيانات السجل: عنوان IP وأوقات الوصول والصفحات التي تمت مشاهدتها وعناوين URL المرجعية",
        "الكوكيز وتقنيات التتبع للتحليلات والوظائف"
      ]
    },
    "userContent": {
      "title": "المحتوى الذي ينشئه المستخدم",
      "description": "المحتوى الذي تُنشئه باستخدام خدماتنا، بما في ذلك الصور المُولَّدة بالذكاء الاصطناعي والنصوص والصور المرفوعة وبيانات المشروع. قد نقوم بتخزين هذا المحتوى مؤقتاً لتقديم خدماتنا وقد نستخدمه لتحسين نماذج الذكاء الاصطناعي لدينا، بموجب موافقتك."
    }
  },
  "dataUsage": {
    "title": "كيف نستخدم معلوماتك",
    "intro": "نستخدم المعلومات المجمعة للأغراض التالية:",
    "items": [
      "توفير وتشغيل والحفاظ على خدمات توليد الصور بالذكاء الاصطناعي",
      "معالجة معاملاتك وإدارة حسابك",
      "تحسين خدماتنا من خلال تحليل البيانات وتحديد أنماط الاستخدام",
      "تدريب وتحسين نماذج الذكاء الاصطناعي لدينا لتحقيق نتائج أفضل",
      "إرسال إخطارات الخدمة والتحديثات والاتصالات الترويجية (بموافقتك)",
      "الكشف عن الاحتيال ومنعه والتعامل معه، ومشاكل الأمان أو المشاكل التقنية",
      "الامتثال للالتزامات القانونية وإنفاذ شروط الخدمة",
      "توفير دعم العملاء والرد على استفساراتك"
    ]
  },
  "dataSharing": {
    "title": "مشاركة وكشف المعلومات",
    "intro": "لا نبيع معلوماتك الشخصية. قد نشارك معلوماتك فقط في الحالات التالية:",
    "items": [
      "بموافقتك الصريحة أو بناءً على توجيهاتك",
      "مع مزودي الخدمات الموثوقين الذين يساعدون في تشغيل منصتنا (استضافة سحابية ومعالجة الدفع والتحليلات)",
      "مع موفري نماذج الذكاء الاصطناعي لمعالجة طلبات التوليد، بموجب اتفاقيات حماية بيانات صارمة",
      "للامتثال للالتزامات القانونية وأوامر المحكمة أو الطلبات الحكومية الصحيحة",
      "لحماية حقوقنا وملكيتنا وسلامتنا، أو حقوق وسلامة مستخدمينا والجمهور",
      "فيما يتعلق بالاندماج أو الاستحواذ أو بيع الأصول، حيث قد يتم نقل المعلومات كأصل تجاري"
    ]
  },
  "dataStorage": {
    "title": "تخزين البيانات والأمان",
    "location": "موقع التخزين: يتم تخزين معلوماتك على خوادم آمنة موجودة في مناطق مختلفة حول العالم لضمان الأداء والموثوقية المثلى للخدمة. نستخدم موفري البنية الأساسية السحابية الرائدة في الصناعة.",
    "duration": "فترة الاحتفاظ: نحتفظ بمعلوماتك الشخصية فقط طالما لزم الأمر لتحقيق الأغراض المحددة في هذه السياسة أو كما يقتضيه القانون. قد يتم الاحتفاظ بالمحتوى المُولَّد بناءً على إعدادات حسابك ونوع الاشتراك.",
    "security": "تدابير الأمان: ننفذ ممارسات أمان معيارية تشمل التشفير (أثناء النقل والراحة) والتحكم في الوصول والتدقيقات الأمنية المنتظمة وآليات المصادقة الآمنة. ومع ذلك، لا توجد طريقة نقل أو تخزين آمنة بنسبة 100٪."
  },
  "cookies": {
    "title": "الكوكيز وتقنيات التتبع",
    "intro": "نستخدم الكوكيز والتقنيات المماثلة لتحسين تجربتك:",
    "items": [
      "كوكيز ضرورية: مطلوبة لوظائف الخدمة الأساسية والمصادقة",
      "كوكيز التفضيلات: تتذكر إعداداتك واختيارات التخصيص",
      "كوكيز التحليلات: تساعدنا على فهم أنماط الاستخدام وتحسين خدماتنا",
      "كوكيز التسويق: توفير محتوى ذي صلة وقياس فعالية الحملة (بموافقتك)"
    ],
    "note": "يمكنك التحكم في تفضيلات الكوكيز من خلال إعدادات متصفحك. لاحظ أن تعطيل بعض الكوكيز قد يحد من وظائف خدماتنا."
  },
  "userRights": {
    "title": "حقوقك في الخصوصية",
    "intro": "بناءً على موقعك الجغرافي، قد تكون لديك الحقوق التالية فيما يتعلق بمعلوماتك الشخصية:",
    "items": [
      "الوصول: طلب نسخة من المعلومات الشخصية التي نمتلكها عنك",
      "التصحيح: تصحيح المعلومات غير الدقيقة أو غير المكتملة",
      "الحذف: طلب حذف بياناتك الشخصية (\\\"الحق في النسيان\\\")",
      "التقييد: تحديد كيفية معالجتنا لمعلوماتك",
      "قابلية النقل: الحصول على بيانات معلوماتك في صيغة منظمة وشائعة الاستخدام",
      "الاعتراض: الاعتراض على معالجة معلوماتك لأغراض معينة",
      "سحب الموافقة: إلغاء الموافقة الممنوحة سابقاً في أي وقت",
      "إلغاء الاشتراك: إلغاء الاشتراك في اتصالات التسويق"
    ]
  },
  "thirdPartyLinks": {
    "title": "الخدمات والروابط الخارجية",
    "content": "قد تحتوي خدماتنا على روابط إلى مواقع ويب أو تكاملات أو خدمات تابعة لجهات خارجية. لا نتحمل مسؤولية عن ممارسات الخصوصية أو محتوى هذه الجهات الخارجية. نشجعك على مراجعة سياسات الخصوصية الخاصة بهم قبل تقديم أي معلومات شخصية."
  },
  "childrenPrivacy": {
    "title": "خصوصية الأطفال",
    "content": "خدماتنا ليست موجهة للأفراد الذين تقل أعمارهم عن 13 سنة (أو السن الأدنى المعادلة في ولايتك القضائية). لا نجمع عن قصد معلومات شخصية من الأطفال. إذا أدركنا أننا جمعنا بيانات من طفل دون موافقة صحيحة، فسنتخذ خطوات لحذفها على الفور."
  },
  "policyUpdates": {
    "title": "التغييرات على سياسة الخصوصية هذه",
    "content": "قد نحدث سياسة الخصوصية هذه بشكل دوري لتعكس التغييرات في ممارساتنا أو المتطلبات القانونية. سنخطرك بالتغييرات الجوهرية بنشر السياسة المحدثة على هذه الصفحة مع تاريخ \\\"آخر تحديث\\\" منقح. بالنسبة للتغييرات الكبيرة، قد نقدم أيضاً إشعاراً عبر البريد الإلكتروني أو إشعار بارز على منصتنا. نشجعك على مراجعة هذه السياسة بانتظام."
  },
  "contact": {
    "title": "اتصل بنا",
    "intro": "إذا كانت لديك أسئلة أو مخاوف أو طلبات بشأن سياسة الخصوصية هذه أو ممارسات البيانات لدينا، يرجى الاتصال بنا على:",
    "email": "البريد الإلكتروني"
  }
}
