{
  "childrenPrivacy": {
    "content": "خدماتنا ليست موجهة للأفراد الذين تقل أعمارهم عن 13 عامًا (أو ما يعادل الحد الأدنى للسن في ولايتك القضائية). نحن لا نجمع معلومات شخصية من الأطفال عن علم. إذا علمنا أننا جمعنا بيانات من طفل دون موافقة مناسبة، فسنتخذ خطوات لحذفها على الفور.",
    "title": "خصوصية الأطفال"
  },
  "contact": {
    "email": "البريد الإلكتروني",
    "intro": "إذا كانت لديك أسئلة أو استفسارات أو طلبات تتعلق بسياسة الخصوصية هذه أو ممارسات البيانات الخاصة بنا، يُرجى الاتصال بنا على",
    "title": "اتصل بنا"
  },
  "cookies": {
    "intro": "نحن نستخدم ملفات تعريف الارتباط والتقنيات المشابهة لتحسين تجربتك:",
    "items": [
      "ملفات تعريف الارتباط الأساسية: مطلوبة لوظائف الخدمة الأساسية والمصادقة",
      "ملفات تعريف الارتباط التفضيلية: تذكّر إعداداتك وخيارات التخصيص",
      "ملفات تعريف الارتباط التحليلية: تساعدنا في فهم أنماط الاستخدام وتحسين خدماتنا",
      "ملفات تعريف الارتباط التسويقية: تقديم محتوى ذي صلة وقياس فعالية الحملة (بموافقتك)"
    ],
    "note": "يمكنك التحكم في تفضيلات ملفات تعريف الارتباط من خلال إعدادات المتصفح الخاص بك. لاحظ أن تعطيل بعض ملفات تعريف الارتباط قد يحد من وظائف خدماتنا.",
    "title": "ملفات تعريف الارتباط وتقنيات التتبع"
  },
  "dataCollection": {
    "automaticInfo": {
      "items": [
        "بيانات الجهاز: نوع الجهاز، ونظام التشغيل، وإصدار المتصفح، ومعرفات الجهاز الفريدة",
        "معلومات الاستخدام: الميزات التي تم الوصول إليها، والصور التي تم إنشاؤها، وأنماط التفاعل",
        "بيانات السجل: عنوان IP، وأوقات الوصول، والصفحات التي تم تصفحها، وعناوين URL المرجعية",
        "ملفات تعريف الارتباط وتقنيات التتبع للتحليلات والوظائف"
      ],
      "title": "المعلومات المجمعة تلقائياً"
    },
    "intro": "قد نقوم بجمع أنواع مختلفة من المعلومات لتوفير خدماتنا وتحسينها:",
    "providedInfo": {
      "items": [
        "معلومات الحساب: عنوان البريد الإلكتروني، واسم المستخدم، وكلمة المرور",
        "بيانات الملف الشخصي: اسم العرض، والصورة الرمزية، والسيرة الذاتية",
        "تفاصيل الدفع: معلومات الفوترة، سجل المعاملات",
        "بيانات الاتصال: الملاحظات أو استفسارات الدعم أو الرسائل الأخرى التي ترسلها إلينا"
      ],
      "title": "المعلومات التي تقدمها"
    },
    "title": "المعلومات التي نجمعها",
    "userContent": {
      "description": "المحتوى الذي تقوم بإنشائه باستخدام خدماتنا، بما في ذلك الصور التي ينشئها الذكاء الاصطناعي والمطالبات النصية والصور التي تم تحميلها وبيانات المشروع. قد نقوم بتخزين هذا المحتوى مؤقتًا لتقديم خدماتنا وقد نستخدمه لتحسين نماذج الذكاء الاصطناعي الخاصة بنا، وذلك رهناً بموافقتك.",
      "title": "المحتوى الذي ينشئه المستخدم"
    }
  },
  "dataSharing": {
    "intro": "نحن لا نبيع معلوماتك الشخصية. قد نشارك معلوماتك فقط في الحالات التالية:",
    "items": [
      "بموافقتك الصريحة أو بتوجيه منك",
      "مع مزودي الخدمة الموثوق بهم الذين يساعدون في تشغيل منصتنا (الاستضافة السحابية، ومعالجة الدفع، والتحليلات)",
      "مع مزودي نماذج الذكاء الاصطناعي لمعالجة طلبات التوليد الخاصة بك، بموجب اتفاقيات صارمة لحماية البيانات",
      "الامتثال للالتزامات القانونية أو أوامر المحكمة أو الطلبات الحكومية السارية",
      "لحماية حقوقنا أو ممتلكاتنا أو سلامتنا أو سلامة مستخدمينا والجمهور",
      "فيما يتعلق بالاندماج أو الاستحواذ أو بيع الأصول، حيث يمكن نقل المعلومات كأصل تجاري"
    ],
    "title": "مشاركة المعلومات والإفصاح عنها"
  },
  "dataStorage": {
    "duration": "فترة الاحتفاظ: نحن نحتفظ بمعلوماتك الشخصية فقط طالما كان ذلك ضروريًا لتحقيق الأغراض الموضحة في هذه السياسة أو وفقًا لما يقتضيه القانون. قد يتم الاحتفاظ بالمحتوى الذي تم إنشاؤه بناءً على إعدادات حسابك ونوع اشتراكك.",
    "location": "موقع التخزين: يتم تخزين معلوماتك على خوادم آمنة موجودة في مناطق مختلفة على مستوى العالم لضمان الأداء الأمثل للخدمة وموثوقيتها. نستخدم مزودي البنية التحتية السحابية الرائدين في هذا المجال.",
    "security": "التدابير الأمنية: نحن ننفذ ممارسات أمنية متوافقة مع معايير الصناعة بما في ذلك التشفير (أثناء النقل وفي حالة السكون)، وضوابط الوصول، والتدقيق الأمني المنتظم، وآليات المصادقة الآمنة. ومع ذلك، لا توجد طريقة نقل أو تخزين آمنة بنسبة 100%.",
    "title": "تخزين البيانات وأمان البيانات"
  },
  "dataUsage": {
    "intro": "نستخدم المعلومات التي تم جمعها للأغراض التالية:",
    "items": [
      "توفير خدمات توليد الصور بالذكاء الاصطناعي وتشغيلها وصيانتها",
      "معالجة معاملاتك وإدارة حسابك",
      "تحسين خدماتنا من خلال تحليل البيانات وتحديد أنماط الاستخدام",
      "تدريب نماذج الذكاء الاصطناعي لدينا وتحسينها لتحقيق نتائج أفضل",
      "إرسال إشعارات الخدمة والتحديثات والاتصالات الترويجية (بموافقتك)",
      "الكشف عن الاحتيال أو المشاكل الأمنية أو المشاكل التقنية ومنعها ومعالجتها",
      "الامتثال للالتزامات القانونية وإنفاذ شروط الخدمة الخاصة بنا",
      "تقديم الدعم للعملاء والرد على استفساراتك"
    ],
    "title": "كيف نستخدم معلوماتك"
  },
  "description": "تعرف على كيفية قيام {siteName} بجمع معلوماتك الشخصية واستخدامها وحمايتها. تغطي سياسة الخصوصية الخاصة بنا جمع البيانات واستخدامها ومشاركتها وحقوقك.",
  "introduction": {
    "content1": "{siteName} (\"نحن\" أو \"لنا\" أو \"لنا\") ملتزمة بحماية خصوصيتك وحماية معلوماتك الشخصية. تحدد سياسة الخصوصية هذه ممارساتنا فيما يتعلق بجمع معلوماتك وتخزينها واستخدامها ومشاركتها عند وصولك إلى خدمات توليد الصور التي تعمل بالذكاء الاصطناعي.",
    "content2": "باستخدام خدماتنا من خلال موقع {siteName} أو تطبيقات الهاتف المحمول أو API، فإنك تقر بأنك قد قرأت وفهمت ووافقت على الممارسات الموضحة في سياسة الخصوصية هذه. تُعلمك هذه السياسة أيضًا بحقوق الخصوصية الخاصة بك وكيف يحميك القانون.",
    "title": "مقدمة"
  },
  "keywords": "سياسة الخصوصية، حماية البيانات، حماية البيانات، المعلومات الشخصية، خصوصية المستخدم، جمع البيانات، اللائحة العامة لحماية البيانات، حقوق الخصوصية",
  "lastUpdated": "آخر تحديث",
  "policyUpdates": {
    "content": "قد نقوم بتحديث سياسة الخصوصية هذه بشكل دوري لتعكس التغييرات في ممارساتنا أو المتطلبات القانونية. سنقوم بإخطارك بالتغييرات الجوهرية عن طريق نشر السياسة المحدّثة على هذه الصفحة مع تاريخ \"آخر تحديث\" منقح. بالنسبة للتغييرات المهمة، قد نقدم أيضًا إشعارًا عبر البريد الإلكتروني أو إشعارًا بارزًا على منصتنا. نحن نشجعك على مراجعة هذه السياسة بانتظام.",
    "title": "التغييرات على سياسة الخصوصية هذه"
  },
  "thirdPartyLinks": {
    "content": "قد تحتوي خدماتنا على روابط لمواقع إلكترونية أو عمليات تكامل أو خدمات تابعة لجهات خارجية. نحن لسنا مسؤولين عن ممارسات الخصوصية أو محتوى هذه الأطراف الثالثة. نحن نشجعك على مراجعة سياسات الخصوصية الخاصة بهم قبل تقديم أي معلومات شخصية.",
    "title": "خدمات وروابط الطرف الثالث"
  },
  "title": "سياسة الخصوصية | {siteName}",
  "userRights": {
    "intro": "اعتمادًا على موقعك، قد تتمتع بالحقوق التالية فيما يتعلق بمعلوماتك الشخصية:",
    "items": [
      "الوصول: طلب نسخة من المعلومات الشخصية التي نحتفظ بها عنك",
      "التصحيح: تصحيح المعلومات غير الدقيقة أو غير المكتملة",
      "الحذف: طلب حذف بياناتك الشخصية (\"الحق في النسيان\")",
      "التقييد: تقييد كيفية معالجتنا لمعلوماتك",
      "قابلية النقل: تلقي بياناتك بتنسيق منظم وشائع الاستخدام",
      "الاعتراض: الاعتراض على معالجة معلوماتك لأغراض معينة",
      "سحب الموافقة: إلغاء الموافقة الممنوحة مسبقًا في أي وقت",
      "إلغاء الاشتراك: إلغاء الاشتراك في الاتصالات التسويقية"
    ],
    "title": "حقوق الخصوصية الخاصة بك"
  }
}