{
  "acceptance": {
    "content1": "مرحبًا بك في {siteName}. تشكل شروط الخدمة هذه (\"الشروط\" أو \"الاتفاقية\") اتفاقية ملزمة قانونًا بينك (\"المستخدم\" أو \"أنت\" أو \"الخاص بك\") و {siteName} (\"نحن\" أو \"نحن\" أو \"الخاص بنا\") التي تحكم وصولك إلى منصتنا لتوليد الصور المدعومة بالذكاء الاصطناعي واستخدامك لها، بما في ذلك موقعنا الإلكتروني وتطبيقات الهاتف المحمول و API والخدمات ذات الصلة (يشار إليها مجتمعةً باسم \"الخدمة\").",
    "content2": "بوصولك إلى الخدمة أو تصفحها أو استخدامها بأي شكل من الأشكال، فإنك تقر بأنك قرأت وفهمت ووافقت على الالتزام بهذه الشروط وسياسة الخصوصية الخاصة بنا. إذا كنت لا توافق على هذه الشروط، يجب عليك التوقف فوراً عن استخدام الخدمة.",
    "title": "قبول الشروط"
  },
  "contact": {
    "email": "البريد الإلكتروني",
    "intro": "إذا كان لديك أي أسئلة أو استفسارات أو ملاحظات بخصوص شروط الخدمة هذه، يُرجى الاتصال بنا على",
    "title": "معلومات الاتصال"
  },
  "description": "اقرأ شروط خدمة {siteName} الخاصة بـ {siteName} لاستخدام منصة توليد الصور بالذكاء الاصطناعي. تغطي حسابات المستخدمين وقواعد الاستخدام والملكية الفكرية وسياسات الخدمة.",
  "disclaimer": {
    "asIs": "كما هي: يتم توفير الخدمة \"كما هي\" و\"كما هي متاحة\" دون ضمانات من أي نوع، سواء كانت صريحة أو ضمنية، بما في ذلك على سبيل المثال لا الحصر ضمانات القابلية للتسويق أو الملاءمة لغرض معين أو عدم الانتهاك. نحن لا نضمن عدم انقطاع الخدمة أو خلوها من الأخطاء أو أمانها.",
    "liability": "حدود المسؤولية: إلى أقصى حد يسمح به القانون، لن تكون {siteName} والشركات التابعة لها مسؤولة عن أي أضرار غير مباشرة أو عرضية أو خاصة أو تبعية أو تأديبية، بما في ذلك خسارة الأرباح أو البيانات أو الشهرة التي تنشأ عن استخدامك أو عدم قدرتك على استخدام الخدمة.",
    "responsibility": "مسؤولية المستخدم: أنت تقر بأن المحتوى الذي يتم إنشاؤه بواسطة الذكاء الاصطناعي قد يؤدي إلى نتائج غير متوقعة أو غير دقيقة. أنت وحدك المسؤول عن مراجعة أي محتوى يتم إنشاؤه من خلال الخدمة والتحقق منه وتحديد مدى ملاءمته قبل استخدامه أو نشره أو توزيعه.",
    "title": "إخلاء المسؤولية والقيود"
  },
  "intellectualProperty": {
    "license": "منح الترخيص: باستخدامك للخدمة، فإنك تمنحنا ترخيصًا عالميًا غير حصري وخاليًا من حقوق الملكية لاستخدام المحتوى الذي تم إنشاؤه وإعادة إنتاجه وتعديله وعرضه فقط لأغراض: (أ) توفير الخدمة وتحسينها، و(ب) تدريب نماذج الذكاء الاصطناعي الخاصة بنا وتحسينها (بموافقتك)، و(ج) أغراض التسويق والترويج بإذن صريح منك.",
    "platformContent": "ملكية المنصة: إن جميع المحتويات والميزات والوظائف والبرامج والتصاميم والنصوص والرسومات والشعارات والعلامات التجارية على الخدمة مملوكة لـ {siteName} أو لمرخصينا وهي محمية بموجب قوانين الملكية الفكرية الدولية. لا يجوز لك نسخ أي جزء من الخدمة أو تعديله أو توزيعه أو إجراء هندسة عكسية عليه دون تصريح.",
    "title": "حقوق الملكية الفكرية",
    "userContent": "المحتوى الذي ينشئه المستخدم: أنت تحتفظ بملكية الصور والمحتوى الذي تقوم بإنشائه باستخدام الخدمة، وفقًا لترخيصنا المحدود أدناه. ومع ذلك، فأنت وحدك المسؤول عن ضمان ألا ينتهك استخدامك حقوق الغير أو ينتهك القوانين المعمول بها."
  },
  "keywords": "شروط الخدمة، اتفاقية المستخدم، اتفاقية المستخدم، شروط الخدمة، الاتفاقية القانونية، سياسة الاستخدام، الملكية الفكرية، اتفاقية الخدمة",
  "lastUpdated": "آخر تحديث",
  "legalJurisdiction": {
    "disputes": "حل النزاعات: يجب أولاً محاولة حل أي نزاعات تنشأ عن أو تتعلق بهذه الشروط أو الخدمة من خلال المفاوضات بحسن نية. في حالة فشل المفاوضات، يتم حل النزاعات من خلال التحكيم الملزم أو التقاضي في محاكم الولاية القضائية المعمول بها، على النحو الذي يحدده القانون الحاكم.",
    "law": "القانون الحاكم: تخضع هذه الشروط وتفسر وفقًا لقوانين الولاية القضائية التي تم تسجيل {siteName} فيها، بغض النظر عن تعارضها مع مبادئ تعارض القوانين.",
    "title": "القانون الحاكم وتسوية المنازعات"
  },
  "privacy": {
    "content": "خصوصيتك مهمة بالنسبة لنا. ويخضع جمعنا لمعلوماتك الشخصية واستخدامها وحمايتها لسياسة الخصوصية الخاصة بنا، والتي تم تضمينها في هذه الشروط بالإشارة. يُرجى مراجعة سياسة الخصوصية الخاصة بنا لفهم ممارساتنا.",
    "title": "الخصوصية وحماية البيانات"
  },
  "serviceChanges": {
    "dataRetention": "تأثير الإنهاء: عند الإنهاء، يتوقف حقك في استخدام الخدمة على الفور. قد نقوم بحذف بيانات حسابك والمحتوى الذي تم إنشاؤه، على الرغم من أنه قد يتم الاحتفاظ ببعض المعلومات وفقًا لما يقتضيه القانون أو لأغراض تجارية مشروعة.",
    "modification": "التعديلات: نحن نحتفظ بالحق في تعديل أو تعليق أو إيقاف أي جانب من جوانب الخدمة في أي وقت، بإشعار أو بدون إشعار. يجوز لنا أيضًا فرض قيود على بعض الميزات أو تقييد الوصول إلى أجزاء من الخدمة. نحن لسنا مسؤولين عن أي تعديلات أو إيقافات.",
    "termination": "الإنهاء من جانبنا: يجوز لنا تعليق أو إنهاء حسابك ووصولك إلى الخدمة على الفور، دون إشعار مسبق، إذا انتهكت هذه الشروط، أو شاركت في نشاط احتيالي، أو لأي سبب آخر وفقًا لتقديرنا الخاص.",
    "title": "تعديلات الخدمة وإنهاء الخدمة"
  },
  "serviceDescription": {
    "intro": "توفر {siteName} أدوات وخدمات إبداعية مدعومة بالذكاء الاصطناعي تشمل:",
    "items": [
      "توليد الصور بالذكاء الاصطناعي من المطالبات النصية باستخدام نماذج التعلم الآلي المتقدمة",
      "إمكانيات تحرير الصور وتحسينها ونقل النمط وتحريرها",
      "إدارة المشروع، والتنظيم، والتخزين السحابي للمحتوى الذي تم إنشاؤه",
      "API الوصول للمطورين والتكامل المؤسسي",
      "الميزات والأدوات الإضافية المتميزة التي يتم توفيرها من وقت لآخر"
    ],
    "title": "نظرة عامة على الخدمة"
  },
  "title": "شروط الخدمة | {siteName}",
  "usageRules": {
    "intro": "أنت توافق على عدم استخدام الخدمة لإنشاء أو تحميل أو مشاركة أو توزيع محتوى من شأنه:",
    "items": [
      "ينتهك أي قوانين أو لوائح معمول بها أو حقوق الطرف الثالث",
      "يحتوي على مواد غير قانونية أو ضارة أو تهديدية أو مسيئة أو مضايقة أو تشهيرية أو فاحشة",
      "يصور أو يروج للعنف أو التمييز أو الكراهية أو التعصب على أساس الخصائص المحمية",
      "يتضمن محتوى جنسيًا صريحًا أو إباحيًا أو غير ملائم للعمر",
      "ينتهك حقوق الملكية الفكرية، بما في ذلك حقوق النشر أو العلامات التجارية أو براءات الاختراع",
      "تشكل رسائل غير مرغوب فيها أو تصيدًا احتياليًا أو برمجيات خبيثة أو محاولات لاختراق أمن المنصة",
      "انتحال شخصية أي شخص أو كيان أو تحريف انتمائك",
      "يتضمن الكشط الآلي أو التعدين أو الاستخدام غير المصرح به API الذي ينتهك إرشاداتنا",
      "استغلال القاصرين أو الإضرار بهم أو محاولة استغلالهم بأي شكل من الأشكال",
      "يحتوي على معلومات كاذبة أو مضللة أو خادعة يتم تقديمها على أنها حقائق"
    ],
    "title": "سياسة الاستخدام المقبول"
  },
  "userAccount": {
    "registration": "التسجيل: للوصول إلى ميزات معينة، يجب عليك إنشاء حساب من خلال تقديم معلومات دقيقة وكاملة وحديثة. أنت تقر بأن جميع المعلومات التي تقدمها صادقة وأنك ستحافظ على دقة هذه المعلومات.",
    "security": "أمن الحساب: أنت وحدك المسؤول عن الحفاظ على سرية بيانات اعتماد حسابك وعن جميع الأنشطة التي تحدث تحت حسابك. أنت توافق على إخطارنا على الفور بأي وصول غير مصرح به أو خرق أمني.",
    "title": "حسابات المستخدمين والتسجيل",
    "transfer": "نقل الحساب: حسابك شخصي لك ولا يجوز نقل حسابك أو بيعه أو التنازل عنه لأي طرف ثالث دون موافقة خطية مسبقة منا."
  }
}