{
  "title": "شروط الخدمة | {siteName}",
  "description": "اقرأ شروط الخدمة الخاصة بـ {siteName} لاستخدام منصة توليد الصور بالذكاء الاصطناعي. يغطي حسابات المستخدمين وقواعد الاستخدام والملكية الفكرية وسياسات الخدمة.",
  "keywords": "شروط الخدمة، اتفاق المستخدم، شروط الخدمة، اتفاقية قانونية، سياسة الاستخدام، الملكية الفكرية، اتفاقية الخدمة",
  "lastUpdated": "آخر تحديث",
  "acceptance": {
    "title": "قبول الشروط",
    "content1": "مرحباً بك في {siteName}. تشكل شروط الخدمة هذه (\"الشروط،\" \"الاتفاقية\") اتفاقية ملزمة قانونياً بينك (\"المستخدم،\" \"أنت،\" أو \"ممتلكاتك\") و {siteName} (\"نحن،\" \"لنا،\" أو \"خاصتنا\") تحكم وصولك واستخدامك لمنصة توليد الصور التي تعمل بالذكاء الاصطناعي، بما في ذلك موقعنا على الويب والتطبيقات المحمولة وواجهات برمجة التطبيقات والخدمات ذات الصلة (يُشار إليها بشكل جماعي باسم \"الخدمة\").",
    "content2": "بالوصول إلى الخدمة أو تصفحها أو استخدامها بأي طريقة، فإنك تقر بأنك قد قرأت وفهمت وتوافق على الالتزام بهذه الشروط وسياسة الخصوصية الخاصة بنا. إذا كنت لا توافق على هذه الشروط، فيجب عليك إيقاف استخدام الخدمة فوراً."
  },
  "serviceDescription": {
    "title": "نظرة عامة على الخدمة",
    "intro": "تقدم {siteName} أدوات وخدمات إبداعية تعمل بالذكاء الاصطناعي، بما في ذلك:",
    "items": [
      "توليد صور بالذكاء الاصطناعي من طلبات نصية باستخدام نماذج التعلم الآلي المتقدمة",
      "إمكانيات تحرير الصور وتحسينها ونقل النمط",
      "إدارة المشروعات والتنظيم والتخزين السحابي للمحتوى المُنتج",
      "وصول واجهة برمجة التطبيقات للمطورين والتكامل الموجه للمؤسسات",
      "ميزات وأدوات متقدمة إضافية كما يتم إتاحتها من وقت لآخر"
    ]
  },
  "userAccount": {
    "title": "حسابات المستخدمين والتسجيل",
    "registration": "التسجيل: للوصول إلى ميزات معينة، يجب عليك إنشاء حساب من خلال تقديم معلومات دقيقة وكاملة وحالية. أنت تؤكد أن جميع المعلومات التي تقدمها صحيحة وأنك ستحافظ على دقة هذه المعلومات.",
    "security": "أمان الحساب: أنت المسؤول الوحيد عن الحفاظ على سرية بيانات اعتماد حسابك وعن جميع الأنشطة التي تحدث في إطار حسابك. توافق على إخطارنا فوراً بأي وصول غير مصرح به أو انتهاك أمني.",
    "transfer": "نقل الحساب: حسابك شخصي بالنسبة لك ولا يمكن نقله أو بيعه أو تحويله إلى طرف ثالث دون موافقتنا الكتابية المسبقة."
  },
  "usageRules": {
    "title": "سياسة الاستخدام المقبول",
    "intro": "توافق على عدم استخدام الخدمة لتوليد أو تحميل أو مشاركة أو توزيع محتوى:",
    "items": [
      "ينتهك أي قوانين أو لوائح أو حقوق الطرف الثالث المعمول بها",
      "يحتوي على مواد غير قانونية أو ضارة أو مهددة أو إساءة أو تحرش أو تشويه سمعة أو فحشية",
      "يصور أو يعزز العنف أو التمييز أو الكراهية أو عدم التسامح بناءً على خصائص محمية",
      "يتضمن محتوى صريح جنسياً أو إباحياً أو غير مناسب للسن",
      "ينتهك حقوق الملكية الفكرية، بما في ذلك حقوق الطبع والنشر والعلامات التجارية أو براءات الاختراع",
      "يشكل بريداً عشوائياً أو توهم هويات أو برامج ضارة أو محاولات لتهديد أمان المنصة",
      "يمثل هوية أي شخص أو كيان أو يسيء تمثيل انتماؤك",
      "ينطوي على كشط أو تعدين آلي أو استخدام غير مصرح به لواجهة برمجة التطبيقات ينتهك إرشاداتنا",
      "يستغل أو يؤذي أو يحاول استغلال القصر بأي طريقة",
      "يحتوي على معلومات خاطئة أو مضللة أو خادعة مقدمة كحقائق"
    ]
  },
  "intellectualProperty": {
    "title": "حقوق الملكية الفكرية",
    "platformContent": "ملكية المنصة: جميع المحتوى والميزات والوظائف والبرامج والتصاميم والنصوص والرسومات والشعارات والعلامات التجارية على الخدمة مملوكة من قبل {siteName} أو مرخصينا وهي محمية بموجب قوانين الملكية الفكرية الدولية. قد لا تقوم بنسخ أو تعديل أو توزيع أو هندسة معاكسة لأي جزء من الخدمة دون إذن.",
    "userContent": "محتوى ينشئه المستخدم: أنت تحتفظ بملكية الصور والمحتوى الذي تنشئه باستخدام الخدمة، مع مراعاة الترخيص المحدود أدناه. ومع ذلك، فإنك تتحمل المسؤولية الوحيدة عن ضمان عدم انتهاك استخدامك لحقوق الطرف الثالث أو انتهاك القوانين المعمول بها.",
    "license": "منح الترخيص: باستخدام الخدمة، فإنك تمنح لنا ترخيصاً عالمياً حصرياً بدون رسوم ملكية لاستخدام وإعادة إنتاج وتعديل وعرض محتواك المُنتج فقط لأغراض: (أ) توفير وتحسين الخدمة، (ب) تدريب وتحسين نماذج الذكاء الاصطناعي لدينا (بموافقتك)، و (ج) أغراض التسويق والترويج بإذنك الصريح."
  },
  "privacy": {
    "title": "الخصوصية وحماية البيانات",
    "content": "خصوصيتك مهمة لنا. يتم تحكم جمع واستخدام وحماية معلوماتك الشخصية من خلال سياسة الخصوصية الخاصة بنا، والتي يتم دمجها في هذه الشروط بالرجوع. يرجى مراجعة سياسة الخصوصية الخاصة بنا لفهم ممارساتنا."
  },
  "serviceChanges": {
    "title": "تعديلات الخدمة والإنهاء",
    "modification": "التعديلات: نحتفظ بالحق في تعديل أو إيقاف أو إيقاف أي جانب من جوانب الخدمة في أي وقت، مع أو بدون إشعار. قد نفرض أيضاً حدوداً على ميزات معينة أو تقييد الوصول إلى أجزاء من الخدمة. لا نتحمل مسؤولية عن أي تعديلات أو إيقافات.",
    "termination": "الإنهاء من قبلنا: قد نعلق أو ننهي حسابك والوصول إلى الخدمة فوراً، بدون إشعار مسبق، إذا انتهكت هذه الشروط أو انخرطت في نشاط احتيالي أو لأي سبب آخر وفقاً لتقديرنا الوحيد.",
    "dataRetention": "تأثير الإنهاء: عند الإنهاء، ينتهي حقك في استخدام الخدمة فوراً. قد نحذف بيانات حسابك والمحتوى المُنتج، على الرغم من أن بعض المعلومات قد يتم الاحتفاظ بها كما تتطلبه القانون أو لأغراض تجارية مشروعة."
  },
  "disclaimer": {
    "title": "إخلاءات المسؤولية والقيود",
    "asIs": "الأساس كما هو: يتم توفير الخدمة \"كما هي\" و \"كما هي متاحة\" بدون أي ضمانات من أي نوع، سواء كانت صريحة أو ضمنية، بما في ذلك على سبيل المثال لا الحصر ضمانات التسويق أو الملائمة لغرض معين أو عدم الانتهاك. لا نضمن أن الخدمة ستكون غير منقطعة أو خالية من الأخطاء أو آمنة.",
    "liability": "تحديد المسؤولية: إلى أقصى حد تسمح به القانون، لن تتحمل {siteName} وشركاتنا التابعة مسؤولية عن أي أضرار غير مباشرة أو عرضية أو خاصة أو تبعية أو معاقبة، بما في ذلك فقدان الأرباح أو البيانات أو حسن النية، الناشئة عن استخدامك أو عدم القدرة على استخدام الخدمة.",
    "responsibility": "مسؤولية المستخدم: تقر بأن المحتوى المُنتج بالذكاء الاصطناعي قد ينتج عنه نتائج غير متوقعة أو غير دقيقة. أنت المسؤول الوحيد عن مراجعة والتحقق من وتحديد ملاءمة أي محتوى مُنتج من خلال الخدمة قبل الاستخدام أو النشر أو التوزيع."
  },
  "legalJurisdiction": {
    "title": "القانون الحاكم وتسوية النزاعات",
    "law": "القانون الحاكم: تحكم هذه الشروط وتفسرها وفقاً لقوانين الولاية القضائية التي يتم تسجيل {siteName} فيها، بغض النظر عن مبادئ تضارب القانون لديها.",
    "disputes": "تسوية النزاعات: أي نزاعات ناشئة عن أو تتعلق بهذه الشروط أو الخدمة يجب أن تحاول أولاً حلها من خلال مفاوضات حسن النية. إذا فشلت المفاوضات، يجب حل النزاعات من خلال تحكيم ملزم أو تقاضٍ في محاكم الولاية القضائية المعمول بها، كما يتم تحديده من خلال القانون الحاكم."
  },
  "contact": {
    "title": "معلومات الاتصال",
    "intro": "إذا كان لديك أي أسئلة أو مخاوف أو ملاحظات بشأن شروط الخدمة هذه، يرجى الاتصال بنا على:",
    "email": "البريد الإلكتروني"
  }
}
