{
  "childrenPrivacy": {
    "content": "당사의 서비스는 만 13세 미만(또는 해당 관할권의 최소 연령)의 개인을 대상으로 하지 않습니다. 당사는 고의로 아동의 개인정보를 수집하지 않습니다. 적절한 동의 없이 아동으로부터 데이터를 수집한 사실을 알게 되는 경우, 당사는 즉시 삭제 조치를 취할 것입니다.",
    "title": "어린이 개인정보 보호"
  },
  "contact": {
    "email": "이메일",
    "intro": "본 개인정보 처리방침 또는 데이터 관행과 관련하여 질문, 우려 사항 또는 요청 사항이 있는 경우 다음 주소로 문의하시기 바랍니다:",
    "title": "문의하기"
  },
  "cookies": {
    "intro": "당사는 쿠키 및 이와 유사한 기술을 사용하여 사용자 경험을 향상시킵니다:",
    "items": [
      "필수 쿠키: 기본 서비스 기능 및 인증에 필요",
      "환경설정 쿠키: 설정 및 개인화 선택 사항 기억",
      "분석 쿠키: 사용 패턴을 이해하고 서비스를 개선하는 데 도움이 됩니다.",
      "마케팅 쿠키: 관련 콘텐츠 제공 및 캠페인 효과 측정(사용자 동의 시)"
    ],
    "note": "브라우저 설정을 통해 쿠키 기본 설정을 제어할 수 있습니다. 특정 쿠키를 비활성화하면 서비스 기능이 제한될 수 있다는 점에 유의하세요.",
    "title": "쿠키 및 추적 기술"
  },
  "dataCollection": {
    "automaticInfo": {
      "items": [
        "디바이스 데이터: 디바이스 유형, 운영 체제, 브라우저 버전, 고유 디바이스 식별자",
        "사용 정보: 액세스한 기능, 생성된 이미지, 상호 작용 패턴",
        "로그 데이터: IP 주소, 접속 시간, 조회한 페이지, 참조 URL",
        "분석 및 기능을 위한 쿠키 및 추적 기술"
      ],
      "title": "자동으로 수집되는 정보"
    },
    "intro": "당사는 서비스 제공 및 개선을 위해 다양한 유형의 정보를 수집할 수 있습니다:",
    "providedInfo": {
      "items": [
        "계정 정보: 이메일 주소, 사용자 아이디, 비밀번호",
        "프로필 데이터: 표시 이름, 아바타, 자기소개",
        "결제 세부 정보: 청구 정보, 거래 내역",
        "커뮤니케이션 데이터: 피드백, 지원 문의 또는 귀하가 당사에 보내는 기타 메시지"
      ],
      "title": "사용자가 제공하는 정보"
    },
    "title": "당사가 수집하는 정보",
    "userContent": {
      "description": "AI 생성 이미지, 텍스트 프롬프트, 업로드된 이미지, 프로젝트 데이터 등 사용자가 서비스를 사용하여 생성한 콘텐츠. 당사는 서비스를 제공하기 위해 이 콘텐츠를 일시적으로 저장할 수 있으며, 귀하의 동의에 따라 AI 모델을 개선하는 데 사용할 수 있습니다.",
      "title": "사용자 제작 콘텐츠"
    }
  },
  "dataSharing": {
    "intro": "당사는 회원님의 개인정보를 판매하지 않습니다. 당사는 다음과 같은 경우에만 귀하의 정보를 공유할 수 있습니다:",
    "items": [
      "사용자의 명시적 동의 또는 사용자의 지시에 따른 경우",
      "플랫폼 운영을 지원하는 신뢰할 수 있는 서비스 제공업체(클라우드 호스팅, 결제 처리, 애널리틱스)와 함께합니다.",
      "엄격한 데이터 보호 계약에 따라 생성 요청을 처리하기 위한 AI 모델 제공업체와 함께합니다.",
      "법적 의무, 법원 명령 또는 유효한 정부 요청을 준수하기 위해",
      "당사의 권리, 재산, 안전 또는 사용자 및 대중의 권리, 재산, 안전을 보호하기 위해",
      "합병, 인수 또는 자산 매각과 관련하여 정보가 사업 자산으로 이전될 수 있는 경우"
    ],
    "title": "정보 공유 및 공개"
  },
  "dataStorage": {
    "duration": "보유 기간: 당사는 본 정책에 명시된 목적을 달성하는 데 필요한 기간 동안 또는 법률에서 요구하는 기간 동안만 회원님의 개인정보를 보유합니다. 생성된 콘텐츠는 계정 설정 및 구독 유형에 따라 보관될 수 있습니다.",
    "location": "저장 위치: 회원님의 정보는 최적의 서비스 성능과 안정성을 보장하기 위해 전 세계 여러 지역에 위치한 보안 서버에 저장됩니다. 당사는 업계 최고의 클라우드 인프라 제공업체를 사용합니다.",
    "security": "보안 조치: 당사는 암호화(전송 중 및 미사용 시), 액세스 제어, 정기 보안 감사, 보안 인증 메커니즘을 포함한 업계 표준 보안 관행을 구현합니다. 그러나 100% 안전한 전송 또는 저장 방법은 없습니다.",
    "title": "데이터 저장 및 보안"
  },
  "dataUsage": {
    "intro": "당사는 수집한 정보를 다음 목적을 위해 사용합니다:",
    "items": [
      "AI 이미지 생성 서비스 제공, 운영 및 유지 관리",
      "거래 처리 및 계정 관리",
      "데이터 분석 및 사용 패턴 파악을 통한 서비스 개선",
      "더 나은 결과를 제공하기 위한 AI 모델 학습 및 향상",
      "서비스 알림, 업데이트 및 홍보성 커뮤니케이션 전송(회원님의 동의가 있는 경우)",
      "사기, 보안 문제 또는 기술적 문제 감지, 예방 및 해결",
      "법적 의무 준수 및 서비스 약관 시행",
      "고객 지원 제공 및 문의에 응답하기"
    ],
    "title": "당사가 귀하의 정보를 사용하는 방법"
  },
  "description": "0000004}에서 개인정보를 수집, 사용 및 보호하는 방법을 알아보세요. 당사의 개인정보 처리방침은 데이터 수집, 사용, 공유 및 귀하의 권리를 다룹니다.",
  "introduction": {
    "content1": "{siteName}(\"당사\", \"당사\" 또는 \"당사\")는 귀하의 개인정보를 보호하고 개인정보를 안전하게 보호하기 위해 최선을 다하고 있습니다. 본 개인정보 처리방침은 귀하가 당사의 AI 기반 이미지 생성 서비스에 액세스할 때 귀하의 정보를 수집, 저장, 사용 및 공유하는 것에 관한 당사의 관행을 간략하게 설명합니다.",
    "content2": "003} 웹사이트, 모바일 애플리케이션 또는 API를 통해 당사의 서비스를 이용함으로써 귀하는 본 개인정보 처리방침에 설명된 관행을 읽고 이해했으며 이에 동의함을 인정하는 것입니다. 이 정책은 또한 귀하의 개인정보 보호 권리와 법이 어떻게 귀하를 보호하는지 알려줍니다.",
    "title": "소개"
  },
  "keywords": "개인 정보 보호 정책, 데이터 보호, 개인 정보, 사용자 개인 정보 보호, 데이터 수집, GDPR, 개인 정보 보호 권리",
  "lastUpdated": "마지막 업데이트",
  "policyUpdates": {
    "content": "당사는 관행 또는 법적 요건의 변화를 반영하기 위해 본 개인정보 처리방침을 주기적으로 업데이트할 수 있습니다. 중요한 변경사항이 있는 경우 당사는 이 페이지에 업데이트된 정책을 '최종 업데이트' 날짜와 함께 게시하여 사용자에게 알립니다. 중요한 변경사항의 경우, 이메일 또는 플랫폼에서 눈에 잘 띄는 알림을 통해 통지할 수도 있습니다. 본 정책을 정기적으로 검토하시기 바랍니다.",
    "title": "본 개인정보 처리방침의 변경 사항"
  },
  "thirdPartyLinks": {
    "content": "당사의 서비스에는 타사 웹사이트, 통합 또는 서비스로 연결되는 링크가 포함되어 있을 수 있습니다. 당사는 이러한 제3자의 개인정보 보호 관행이나 콘텐츠에 대해 책임을 지지 않습니다. 개인정보를 제공하기 전에 해당 제3자의 개인정보 처리방침을 검토하시기 바랍니다.",
    "title": "타사 서비스 및 링크"
  },
  "title": "개인정보 보호정책 | {siteName}",
  "userRights": {
    "intro": "회원님의 위치에 따라 회원님은 개인정보와 관련하여 다음과 같은 권리를 가질 수 있습니다:",
    "items": [
      "액세스: 당사가 보유한 귀하의 개인 정보 사본 요청하기",
      "수정: 부정확하거나 불완전한 정보 수정하기",
      "삭제: 삭제: 개인 데이터 삭제 요청(\"잊혀질 권리\")",
      "제한: 사용자 정보 처리 방법 제한",
      "휴대성: 구조화되고 일반적으로 사용되는 형식으로 데이터를 수신합니다.",
      "이의 제기: 특정 목적을 위한 귀하의 정보 처리에 대한 이의 제기",
      "동의 철회: 이전에 제공한 동의를 언제든지 철회할 수 있습니다.",
      "옵트아웃: 마케팅 커뮤니케이션 수신 거부"
    ],
    "title": "사용자의 개인정보 보호 권리"
  }
}