{
  "acceptance": {
    "content1": "00010}에 오신 것을 환영합니다. 본 서비스 약관(이하 \"약관\", \"계약\")은 당사 웹사이트, 모바일 애플리케이션, API 및 관련 서비스(총칭하여 \"서비스\")를 포함한 당사의 AI 기반 이미지 생성 플랫폼에 대한 귀하의 액세스 및 사용에 적용되는 귀하(\"사용자\", \"귀하\" 또는 \"귀하의\")와 {siteName}(\"당사\" 또는 \"당사\") 간의 법적 구속력이 있는 계약을 구성합니다.",
    "content2": "어떤 방식으로든 서비스에 액세스, 탐색 또는 사용함으로써 귀하는 본 약관 및 당사의 개인정보 처리방침을 읽고 이해했으며 이를 준수하는 데 동의함을 인정합니다. 본 약관에 동의하지 않는 경우 즉시 서비스 이용을 중단해야 합니다.",
    "title": "약관 동의"
  },
  "contact": {
    "email": "이메일",
    "intro": "본 서비스 약관과 관련하여 질문, 우려 사항 또는 피드백이 있는 경우 다음 주소로 문의하시기 바랍니다:",
    "title": "연락처 정보"
  },
  "description": "AI 이미지 생성 플랫폼 사용에 대한 {siteName}의 서비스 약관을 읽어보세요. 사용자 계정, 사용 규칙, 지적 재산권 및 서비스 정책을 다룹니다.",
  "disclaimer": {
    "asIs": "있는 그대로: 서비스는 상품성, 특정 목적에의 적합성 또는 비침해에 대한 보증을 포함하되 이에 국한되지 않는 어떠한 종류의 명시적 또는 묵시적 보증 없이 \"있는 그대로\" 및 \"사용 가능한 대로\" 제공됩니다. 당사는 서비스의 무중단, 무오류 또는 보안을 보장하지 않습니다.",
    "liability": "책임의 제한: 법률이 허용하는 최대 한도 내에서 {siteName} 및 그 계열사는 귀하의 서비스 사용 또는 사용 불능으로 인해 발생하는 이익, 데이터 또는 영업권 손실을 포함한 간접적, 부수적, 특별, 결과적 또는 징벌적 손해에 대해 책임을 지지 않습니다.",
    "responsibility": "사용자 책임: 귀하는 AI가 생성한 콘텐츠가 예기치 않거나 부정확한 결과를 초래할 수 있음을 인정합니다. 서비스를 통해 생성된 콘텐츠의 사용, 게시 또는 배포 전에 해당 콘텐츠의 적절성을 검토, 확인 및 결정할 책임은 전적으로 귀하에게 있습니다.",
    "title": "면책 조항 및 제한 사항"
  },
  "intellectualProperty": {
    "license": "라이선스 부여: 서비스를 사용함으로써 귀하는 생성된 콘텐츠를 다음 목적으로만 사용, 복제, 수정 및 표시할 수 있는 전 세계적이고 비독점적이며 로열티가 없는 라이선스를 당사에 부여합니다: (a) 서비스 제공 및 개선, (b) 당사의 AI 모델 훈련 및 개선(귀하의 동의 하에), (c) 귀하의 명시적 허가를 받은 마케팅 및 홍보 목적.",
    "platformContent": "플랫폼 소유권: 서비스의 모든 콘텐츠, 특징, 기능, 소프트웨어, 디자인, 텍스트, 그래픽, 로고 및 상표는 {siteName} 또는 당사의 라이선스 제공자가 소유하며 국제 지적 재산권법의 보호를 받습니다. 귀하는 허가 없이 서비스의 어떤 부분도 복사, 수정, 배포 또는 리버스 엔지니어링할 수 없습니다.",
    "title": "지적 재산권",
    "userContent": "사용자 생성 콘텐츠: 귀하는 아래의 제한적 라이선스에 따라 서비스를 사용하여 생성한 이미지 및 콘텐츠의 소유권을 보유합니다. 그러나 귀하의 사용이 제3자의 권리를 침해하거나 관련 법률을 위반하지 않도록 하는 것은 전적으로 귀하의 책임입니다."
  },
  "keywords": "서비스 약관, 사용자 계약, 서비스 약관, 법률 계약, 사용 정책, 지적 재산권, 서비스 계약",
  "lastUpdated": "마지막 업데이트",
  "legalJurisdiction": {
    "disputes": "분쟁 해결: 본 약관 또는 서비스와 관련하여 발생하는 모든 분쟁은 우선 선의의 협상을 통해 해결을 시도합니다. 협상이 실패할 경우, 분쟁은 준거법에 따라 해당 관할 법원에서 구속력 있는 중재 또는 소송을 통해 해결해야 합니다.",
    "law": "준거법: 본 약관은 법률 원칙의 상충 여부와 관계없이 {siteName}이 등록된 관할권의 법률에 따라 규율되고 그에 따라 해석됩니다.",
    "title": "준거법 및 분쟁 해결"
  },
  "privacy": {
    "content": "당사는 회원님의 개인정보를 중요하게 생각합니다. 회원님의 개인정보 수집, 사용 및 보호는 본 약관에 참조용으로 통합되어 있는 개인정보 처리방침의 적용을 받습니다. 당사의 개인정보 처리방침을 검토하여 당사의 관행을 이해하시기 바랍니다.",
    "title": "개인정보 및 데이터 보호"
  },
  "serviceChanges": {
    "dataRetention": "해지의 효과: 해지 시 귀하의 서비스 이용 권한은 즉시 중단됩니다. 당사는 귀하의 계정 데이터 및 생성된 콘텐츠를 삭제할 수 있지만, 일부 정보는 법률에서 요구하거나 합법적인 비즈니스 목적으로 보관할 수 있습니다.",
    "modification": "수정: 당사는 통지 여부에 관계없이 언제든지 서비스의 모든 측면을 수정, 일시 중단 또는 중단할 수 있는 권리를 보유합니다. 또한 특정 기능에 제한을 두거나 서비스의 일부에 대한 액세스를 제한할 수도 있습니다. 당사는 어떠한 수정이나 중단에 대해서도 책임을 지지 않습니다.",
    "termination": "당사에 의한 해지: 당사는 귀하가 본 약관을 위반하거나 사기 행위를 하거나 기타 사유로 인해 당사의 단독 재량에 따라 사전 통지 없이 즉시 귀하의 계정 및 서비스 액세스를 일시 중지하거나 종료할 수 있습니다.",
    "title": "서비스 변경 및 해지"
  },
  "serviceDescription": {
    "intro": "{siteName}은 다음과 같은 AI 기반 크리에이티브 도구와 서비스를 제공합니다:",
    "items": [
      "고급 머신 러닝 모델을 사용하여 텍스트 프롬프트에서 AI 이미지 생성",
      "이미지 편집, 향상 및 스타일 전송 기능",
      "생성된 콘텐츠를 위한 프로젝트 관리, 구성 및 클라우드 스토리지",
      "개발자를 위한 API 액세스 및 엔터프라이즈 통합",
      "수시로 제공되는 추가 프리미엄 기능 및 도구"
    ],
    "title": "서비스 개요"
  },
  "title": "서비스 약관 | {siteName}",
  "usageRules": {
    "intro": "귀하는 서비스를 사용하여 다음과 같은 콘텐츠를 생성, 업로드, 공유 또는 배포하지 않을 것에 동의합니다:",
    "items": [
      "관련 법률, 규정 또는 제3자의 권리를 위반하는 경우",
      "불법, 유해, 위협, 모욕, 괴롭힘, 명예 훼손 또는 외설적인 자료가 포함된 경우",
      "보호 대상 특성에 기반한 폭력, 차별, 혐오 또는 편협함을 묘사하거나 조장하는 행위",
      "성적으로 노골적이거나 음란하거나 연령에 부적절한 콘텐츠 포함",
      "저작권, 상표 또는 특허를 포함한 지적 재산권을 침해하는 행위",
      "스팸, 피싱, 멀웨어 또는 플랫폼 보안을 침해하려는 시도를 구성하는 경우",
      "다른 사람이나 단체를 사칭하거나 소속을 허위로 표시하는 행위",
      "자동화된 스크래핑, 마이닝 또는 가이드라인을 위반하는 무단 API 사용이 포함됩니다.",
      "미성년자를 어떤 방식으로든 착취, 해를 입히거나 착취를 시도하는 행위",
      "허위, 오해의 소지가 있거나 기만적인 정보를 사실인 것처럼 제시하는 경우"
    ],
    "title": "사용 제한 정책"
  },
  "userAccount": {
    "registration": "등록: 특정 기능에 액세스하려면 정확하고 완전한 최신 정보를 제공하여 계정을 만들어야 합니다. 귀하는 귀하가 제공하는 모든 정보가 진실이며 그러한 정보의 정확성을 유지할 것임을 진술합니다.",
    "security": "계정 보안: 계정 자격 증명의 기밀 유지 및 계정에서 발생하는 모든 활동에 대한 책임은 전적으로 회원님에게 있습니다. 귀하는 무단 액세스 또는 보안 위반이 발생하면 즉시 당사에 알리는 데 동의합니다.",
    "title": "사용자 계정 및 등록",
    "transfer": "계정 양도: 회원님의 계정은 회원님 개인 소유이며 당사의 사전 서면 동의 없이 제3자에게 양도, 판매 또는 양도할 수 없습니다."
  }
}